[
    {
        "question_number": "1",
        "question_text": "Which of the following methods of mitigating counterparty risk is most likely to generate\nsystemic risk?",
        "image": "",
        "options": {
            "A": "A.Netting.",
            "B": "B.Collateral.",
            "C": "C.Hedging.",
            "D": "D.Central counterparties."
        },
        "answer": "D",
        "explanation": "Mitigating counterparty risk often leads to the generation of other types of risk.\nIn the case of central counterparties, systemic risk is created as counterparty risk has been\ncentralized with a limited amount of groups. If one of these groups fails, a substantial shock\nmay be experienced by the financial system as a whole.在有中央对手方参与的情况下，由于对手方风\n险集中在有限的参与人员中，因此会产生系统性风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Systemic Risk, Central Counterparty, Risk Mitigation Methods",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "2",
        "question_text": "Which of the following statements regarding lending and counterparty risk is true?",
        "image": "",
        "options": {
            "A": "A.Counterparty risk is defined as the possibility that an obligator will default on an\noutstanding loan.",
            "B": "B.Lending risk is defined as the possibility that either party to a derivative transaction will\nfail to meet its obligations.",
            "C": "C.Counterparty risk is very different from and more complex than lending risk.",
            "D": "D.Counterparty risk and lending risk are the same."
        },
        "answer": "C",
        "explanation": "Counterparty risk is very different from and more complex than lending risk.\nCounterparty risk is defined as the possibility that either party to a derivative transaction\nwill fail to meet its obligations. Lending risk is defined as the possibility that an obligator\nwill default on an outstanding loan.对手风险和贷款风险有很大的区别，它比贷款风险更复杂。对手风\n险是指衍生品交易的任何一方不能履行义务的可能性。贷款风险是指贷款方对未偿贷款的可能性。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Lending risk, Derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "3",
        "question_text": "Which of the following statements is least accurate regarding a credit support annex (CSA)\nand/or an ISDA Master Agreement?",
        "image": "",
        "options": {
            "A": "A.ISDA Master Agreements help standardize collateral management.",
            "B": "B.CSAs must define all collateralization parameters in order to work as intended.",
            "C": "C.Compared to the ISDA Master Agreement, CSAs were first to establish collateral standards.",
            "D": "D.CSAs are incorporated into an ISDA Master Agreement."
        },
        "answer": "C",
        "explanation": "The purpose of a credit support annex (CSA) incorporated into an ISDA Master\nAgreement is to allow the parties to the agreement to mitigate credit risk through the posting\nof collateral. A CSA is created to govern issues such as collateral eligibility, interest rate\npayments, timing and mechanics associated with transfers, posted collateral calculations,\nhaircuts to collateral securities (if applicable), substitutions of collateral, timing and\nmethods for valuation, reuse of collateral, handling disputes, and collateral changes that may\nbe triggered by various events. In order to work as they are intended to work, CSAs must define\nall collateralization parameters and account for any scenarios that may impact both the\ncounterparties and the collateral they are posting.在场外交易中，如果是用ISDA来规定抵押品的相关\n要求，可以通过信用支持附件（Credit Support Annex，CSA）进行具体规定，包括可接受的抵押品种类，交\n割的方式、时间和地点等。信用支持附件可以选择单边CSA或者双边CSA。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk mitigation, Collateral management, ISDA Master Agreement",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "4",
        "question_text": "Riggs Resources, LLC, (Riggs) is a commodity trading firm. Riggs has numerous trades\noutstanding with several counterparties; however, it is concerned with presettlement risk. In\norder to reduce presettlement risk (the risk that Riggs's counterparties would default before\nsettlement), it would be most beneficial for Riggs to",
        "image": "",
        "options": {
            "A": "A.Have payment netting.",
            "B": "B.Have close-out netting.",
            "C": "C.Analyze potential losses as the sum of exposures.",
            "D": "D.Have netting but not set-off."
        },
        "answer": "B",
        "explanation": "To minimize presettlement risk, Riggs should have close-out netting. Under close-\nout, contracts between solvent and insolvent counterparties are terminated and netted. Payment\nnetting would reduce settlement and operational risk, but not presettlement risk. Netting also\nmeans individual positive exposures are nonadditive. The terms netting and set-off are\nsynonymous.为了最大程度地降低结算前风险，Riggs应该使用净额结算。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Netting arrangements, Pre-settlement risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "5",
        "question_text": "Bank A, which is AAA rated, trades a 10-year interest rate swap (semi-annual payments) with\nBank B, which is rated A-. Because of Bank B's poor credit rating, Bank A is concerned about\nthe 10-year exposure it is going to run because of the swap deal. Which of the following\nmeasures help mitigate Bank A's credit exposure to Bank B? Ⅰ Negotiate a CSA with Bank B and\nefficiently manage the collateral management system Ⅱ Execute the swap deal as a reset swap\nwherein the swap will be marked to market every six months Ⅲ Execute the swap deal with a\nbreak clause in the fifth year Ⅳ Decrease the frequency of coupon payments from semi-annual to\nannual",
        "image": "",
        "options": {
            "A": "A.I only",
            "B": "B.IV only",
            "C": "C.I, II, III and IV",
            "D": "D.I, II and III"
        },
        "answer": "D",
        "explanation": "●'I' is correct. Negotiating a CSA and getting collateral from the counterparty is\nan effective way of mitigating credit exposure. ●'II' is correct. In a reset swap since the\nswap is marked to market every period, the credit exposure we run is only for that period i.e.\ntill the next reset; this implies lesser exposure. ●'III' is correct. A break clause is always\nuseful since it gives the counterparties an opportunity to assess whether they want to continue\nfor the rest of the term of the swap. ●'IV' is incorrect. Decreasing the frequency of payments\nincreases the credit exposure rather than decreasing it. This is because, more the time for the\nnext payment, greater are the chances for the market rates to move in one counterparty's favor,\nthereby increasing its credit exposure to the other counterparty.减少付款频率会增加而不是减少信\n用风险",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, Collateral Management, Interest Rate Swaps",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "6",
        "question_text": "What does netting permit a firm to do?",
        "image": "",
        "options": {
            "A": "A.Pay only the losses due to unfavorable market prices.",
            "B": "B.Net all of its gains against all of its losses.",
            "C": "C.Net its transaction with a given counterparty against each other.",
            "D": "D.Pay the losses only if the counterpart defaults."
        },
        "answer": "C",
        "explanation": "Netting reduces actual payment to the net between what is due to a counterparty and\nwhat is due from the counterparty.净额结算减少了应收交易对手款项与应付交易对手款项之间的净实际\n支付额",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Risk, Netting, Payment Systems",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "7",
        "question_text": "Which of the following would not generally decrease credit risk?",
        "image": "",
        "options": {
            "A": "A.Entering into an interest-rate swap with a counterparty",
            "B": "B.Signing a legally-binding netting agreement covering a portfolio of OTC derivative trades\nwith a counterparty",
            "C": "C.Clearing an existing trade through a clearing house",
            "D": "D.Purchasing a credit derivative from a AAA-rated institution that pays USD 5 million if a bond"
        },
        "answer": "A",
        "explanation": "●A is correct. Entering into an interest rate swap causes the firm to be exposed\nto the credit risk of the swap counterparty. ●B is incorrect. Netting agreements are one of\nthe most powerful ways for controlling exposures. The purpose of these agreements is to provide\nfor netting of payments across a set of contracts. ● C is incorrect. Executing a trade through\na clearing house will generally decrease credit risk. The counterparty to the contract is now\nthe clearinghouse. Most clearinghouses are well capitalized and their risk of default is\neffectively zero. ●D is incorrect. Credit derivatives are contracts that pass credit risk from\none counterparty to another. A long position in the credit derivative will help to decrease\ncredit risk as it pays USD 5 million if the bond defaults.进行利率互换交易会使公司承受互换交易\n对手方的信用风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Risk Management, Derivative Instruments, Risk Mitigation Strategies",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "8",
        "question_text": "Which of the following statements is not an improvement that centrally cleared markets offer\nrelative to bilateral markets?",
        "image": "",
        "options": {
            "A": "A.Centrally cleared markets improve the counterparty risk picture by replacing the original\ncounterparty with a series of counterparties.",
            "B": "B.Centrally cleared markets remain market-neutral by netting trades.",
            "C": "C.Centrally cleared markets formalize the default work-out process by utilizing a loss\nwaterfall structure.",
            "D": "D.Centrally cleared markets offer more flexibility in contract selection because of their"
        },
        "answer": "D",
        "explanation": "Bilateral markets permit any type of customized financial contract and customized\ncollateral that is freely negotiated between the two bilateral parties. In a centrally cleared\nmarket, flexibility is reduced because contracts must be standardized and collateral rules are\nfixed and non-negotiable.在集中清算的市场中，灵活性降低了，因为合同必须标准化。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Risk, Market Neutrality, Standardization",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "9",
        "question_text": "Which of the following statements is an enhancement offered by the central counterparty (CCP)\nstructure relative to the special purpose vehicle (SPV), the derivative product company (DPC),\nand the monoline insurance models?",
        "image": "",
        "options": {
            "A": "A.The CCP structure enables financial institutions to remove assets from their balance sheets.",
            "B": "B.The CCP structure enables counterparty risk to be outsourced, but in a non-diversified\nformat.",
            "C": "C.The CCP structure spreads losses over a group of counterparties to minimize potential\nsystemic risk.",
            "D": "D.The CCP structure enables a counterparty transaction originator to fail and not affect the"
        },
        "answer": "C",
        "explanation": "Through the collateralization and the loss mutualization processes, a CCP does\nspread losses over a group of counterparties and in the process reduces potential systemic\nrisk. SPVs and DPCs are the entities that remove assets from a financial institution's balance\nsheet. Monoline insurance companies enable counterparty risk outsourcing in a non-diversified\nformat. In the event that a counterparty transaction originator fails in the CCP structure,\nthen all member firms are impacted through the loss waterfall. It is the DPC that protects\nitself from failure of the transaction originator.中央清算机构（Central Counterparties）是近几\n年FRM考试中较为关注的话题。中央清算机构的本质是单独设立的一家机构，作为所有交易者的对手方参与交\n易。中央清算机构运行时会要求递交抵押品、设立违约基金以及损失共担机制保证交易的正常运行。 通过抵\n押和损失共担机制，CCP将损失分散在一组交易对手中，并且在此过程中降低了潜在的系统性风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Central Counterparties (CCP), Counterparty Risk, Systemic Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "10",
        "question_text": "An analyst notes that stress testing current exposure is problematic because aggregating\nresults is typically not meaningful, although it is easy to account for the credit quality of\nthe counterparty. Are the analyst's statements correct?",
        "image": "",
        "options": {
            "A": "A.The analyst is correct with regard to both aggregating results and credit quality.",
            "B": "B.The analyst is correct with regard to aggregating results only.",
            "C": "C.The analyst is correct with regard to credit quality only.",
            "D": "D.The analyst is incorrect with regard to both aggregating results and credit quality."
        },
        "answer": "B",
        "explanation": "The analyst is correct to state that aggregating stress results is not meaningful.\nSimply taking the sum of all exposures only considers the loss that would occur if all\ncounterparties were to simultaneously default. This is an unlikely scenario. The analyst's\nstatement on credit quality of the counterparty is incorrect since stresses do not factor in\nthe credit quality of the counterparty.分析人员说汇总压力测试结果没有意义是正确的。简单地计算所\n有风险敞口的总和，只考虑所有交易对手同时违约时可能发生的损失。这是一个不太可能发生的情况。分析\n师关于交易对手信用质量的陈述是不正确的，因为压力测试并不包括交易对手的信用质量。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Stress Testing, Counterparty Risk, Credit Quality",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "11",
        "question_text": "Rarecom is a specialist company that only trades derivatives on rare commodities. Rarecom\nand a handful of other firms, all of whom have large notional outstanding contracts with\nRarecom, dominate the market for such derivatives. Rarecom management would like to mitigate\nits overall counterparty exposure, with the goal of reducing it to almost zero. Which of the\nfollowing methods, if implemented, could best achieve this goal?",
        "image": "",
        "options": {
            "A": "A.Ensuring that sufficient collateral is posted by counterparties.",
            "B": "B.Diversifying among counterparties.",
            "C": "C.Cross-product netting on a single counterparty basis.",
            "D": "D.Purchasing credit derivatives, such as credit default swaps."
        },
        "answer": "A",
        "explanation": "Counterparty exposure, in theory, can be almost completely neutralized as long as a\nsufficient amount of high quality collateral, such as cash or short-term investment grade\ngovernment bonds, is held against it. If the counterparty were to default, the holder of an\nopen derivative contract with exposure to that counterparty would be allowed to receive the\ncollateral. Cross-product netting would only reduce the exposure to one of the counterparties,\nand purchasing credit derivatives would replace the counterparty risk from the individual\ncounterparties with counterparty risk from the institution who wrote the CDS.从理论上讲，只要有\n足够数量的高质量抵押品，就可以几乎完全抵消交易对手的风险敞口",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Counterparty risk management, Collateral management, Credit derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "12",
        "question_text": "Company EFG is a large derivative market-maker that has many contracts with counterparty\nJKL, some transacted in the same legal jurisdiction and others across different legal\njurisdictions. As a result, EFG has some contracts with JKL covered under legally enforceable\nnetting agreement A, some contracts with JKL covered under legally enforceable netting\nagreement B, and some contracts with JKL with no netting agreement. Ignoring the effect of\nmargin, if the current value (i.e., market value of the contract minus collateral and recovery\nvalue) and the netting agreement status of each contract with JKL are as shown below, what is\nEFG's current counterparty credit exposure to JKL?",
        "image": "/Users/liuchunhou/Library/Containers/com.tencent.xinWeChat/Data/Library/Application Support/com.tencent.xinWeChat/2.0b4.0.9/49cd41f51f229ad5bae63e100a63b451/Message/MessageTemp/de6bcf2908ad63797f4d27f06fe84528/File/data/FRM基础/CreditRiskMeasurementandManagement_images/12u.png",
        "options": {
            "A": "A.USD 8,612",
            "B": "B.USD 6,914",
            "C": "C.USD 14,899",
            "D": "D.USD 10,116"
        },
        "answer": "D",
        "explanation": "如下：CE = max (PV1＋PV2＋PV3, 0)   max (PV4＋PV5＋PV6＋PV7, 0)   max (PV8, 0)  \nmax (PV9, 0)= max (USD763, 0)   max (USD6914, 0)   max (USD2439, 0)   max (-USD1504, 0)=\nUSD763＋USD6914＋USD2439＋0= USD 10,116",
        "QA type": "math reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, Netting Agreements, Current Exposure Calculation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "13",
        "question_text": "Which of the following statements regarding counterparty credit risk is most accurate ?",
        "image": "",
        "options": {
            "A": "A.Counterparty risk is unilateral.",
            "B": "B.Over-the-counter (OTC) derivatives contain less counterparty risk than exchange-traded\nderivatives because the counterparty is known .",
            "C": "C.The precise future value of the contract is uncertain, but the counterparties are aware of\nwhether the future value will be positive or negative.",
            "D": "D.Counterparty risk is typically associated with counterparty default prior to the settlement"
        },
        "answer": "D",
        "explanation": "Counterparty risk is a bilateral risk in that both parties are unaware of the\neventual value of the contract and they do not know whether they will earn a profit or loss.\nFor exchange-traded derivatives, the counterparty is the exchange, which effectively mitigates\ncounterparty risk. While counterparty default can happen presettlement and during settlement,\ncounterparty risk typically applies to the risk of default prior to settlement.交易对手风险是一\n种双边风险，因为双方都不知道合同的最终价值，也不知道他们是否会盈利或亏损。对于交易所交易的衍生\n品，交易对手就是交易所，它有效地降低了交易对手的风险。虽然交易对手违约可能发生在结算前和结算期\n间，但交易对手风险通常适用于结算前的违约风险",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, OTC Derivatives, Exchange-Traded Derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "14",
        "question_text": "When dealing with a hedge fund, a bank would most likely negotiate:",
        "image": "",
        "options": {
            "A": "A.A one-way agreement in the bank's favor given the bank's stronger credit rating.",
            "B": "B.A one-way agreement in the bank's favor agreeing to post collateral to the hedge fund.",
            "C": "C.A two-way agreement given the relatively small difference in credit quality between the two\nentities.",
            "D": "D.A two-way agreement where both parties agree to post collateral."
        },
        "answer": "A",
        "explanation": "The bank would most likely negotiate a one-way agreement in its own favor given the\nhigher credit quality of the bank. This type of negotiation is typical when there are large\ndifferences in credit quality between two entities.如果交易双方的信用等级类似，适宜签订双边\nCSA，双方都需要递交抵押品；如果交易双方的信用等级差异较大，适宜签订单边CSA，信用质量差的一方向\n信用质量好的一方递交抵押品。 鉴于银行的信用质量较高，银行很可能以自己的利益进行单向协议谈判",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Ratings, Collateral Agreements, Hedge Fund Risk Management",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "15",
        "question_text": "How many of the following statements regarding counterparty risk are correct? ● Speculation\nin normal-functioning derivatives markets automatically produces RWR. ● RWR has been the\ncenter of attention in historical context, whereas WWR has not been paid much relative\nattention. ●The counterparty default probability does not enter into the equation for\nestimating the overall counterparty risk. ●Unlike exposure to OTC derivatives, which is\nnormally assumed to be a fixed amount for a specified time period, exposure to bank loans\nfluctuates depending on market conditions.",
        "image": "",
        "options": {
            "A": "A.None.",
            "B": "B.All.",
            "C": "C.Two.",
            "D": "D.Three."
        },
        "answer": "A",
        "explanation": "Hedging, and not speculation, in normal functioning markets automatically produces\nRWR. Historically, RWR was relatively neglected by institutions for planning purposes. The\ncounterparty default probability is one of the key elements in estimating overall counterparty\nrisk. OTC exposures fluctuate based on market conditions.在正常运作的市场中，对冲(而非投机)会产\n生RWR 交易对手违约概率是评估交易对手整体风险的关键因素之一。 OTC风险敞口随市场条件的变化而波动\n。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Wrong-way risk (WWR) and Right-way risk (RWR), Credit risk assessment",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "16",
        "question_text": "When considering counterparty credit risk, which of the following financial products has the\nlargest outstanding notional amount in the marketplace",
        "image": "",
        "options": {
            "A": "A.Credit default swaps.",
            "B": "B.Foreign exchange forwards.",
            "C": "C.Interest rate swaps.",
            "D": "D.Repos and reverse repos."
        },
        "answer": "C",
        "explanation": "There are two classes of financial products where counterparty risk exists: over-\nthe-counter (OTC) derivatives and securities financing transactions such as repos and reverse\nrepos. OTC derivatives are significantly larger with interest rate swaps comprising the bulk of\nthe market.存在交易对手风险的金融产品有两类:场外(OTC)衍生品和证券融资交易，如回购和逆回购。场外\n衍生品的规模要大得多，利率互换占据了市场的大部分。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, OTC Derivatives, Interest Rate Swaps",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "17",
        "question_text": "All of the following could help to reduce the credit exposure on a set of derivative\ntransactions except:",
        "image": "",
        "options": {
            "A": "A.daily mark-to-market of transactions",
            "B": "B.netting agreements with the counterparty",
            "C": "C.collateral and other credit enhancements",
            "D": "D.early termination agreements"
        },
        "answer": "D",
        "explanation": "Actually, all of the selections may be used to reduce credit exposure. However, you\ncould argue that early termination agreements are the least effective because they are\ntriggered at precisely the time at which the credit quality of the counterparty is declining.提\n前终止协议的效力最低，因为它们恰好在交易对手的信用质量下降时触发。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Mitigation Techniques, Derivative Markets, Counterparty Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "18",
        "question_text": "Regarding the impact of changes in the credit spread and recovery rate assumptions on the\nCVA, which of the following statements is true?",
        "image": "",
        "options": {
            "A": "A.A decrease in the credit spread will most often increase the CVA.",
            "B": "B.For an upward-sloping curve, the CVA will be higher compared to a downward-sloping curve.",
            "C": "C.Increasing the recovery rate will reduce the CVA.",
            "D": "D.If the actual recovery rate is higher than the settled recovery rate, the CVA will most"
        },
        "answer": "C",
        "explanation": "Increasing the recovery rate will increase the implied probability of default but\nreduce the resulting CVA. The CYA will most often increase given an increase in the credit\nspread. When considering the shape of the credit spread curve, the CVA will be lower for an\nupward-sloping curve compared to a downward-sloping curve. Finally, a higher actual recovery\nrate will most likely lead to a lower CYA compared to a situation where the recovery\nassumptions are the same for both actual and settled rates.CVA通常会随着信用利差的增加而增加。\n考虑到信用利差曲线的形状，相对于向下倾斜的曲线，向上倾斜的CVA会更低。最后，与实际回收率和设置的\n回收率假设相同的情况相比，较高的实际回收率很可能导致较低的CVA。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Valuation Adjustment (CVA), Credit Spreads, Recovery Rates",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "19",
        "question_text": "Given the following three events, what is the proper order of the loss waterfall? Ⅰ Non-\ndefaulting member's default fund contributions are exhausted. Ⅱ Defaulting member's collateral\nand default fund contributions are exhausted. Ⅲ CCP taps an amount of its equity that enables\nthem to function normally.",
        "image": "",
        "options": {
            "A": "A.I, II, III.",
            "B": "B.II, III, I.",
            "C": "C.II, I, III.",
            "D": "D.Ill, II, I."
        },
        "answer": "B",
        "explanation": "The first layer in the loss waterfall is for the defaulting member's collateral and\ndefault fund contributions to be exhausted. The next layer is for the CCP to tap into its own\nequity to the point where it could still function normally. Then, non-defaulting members will\nhave their default funds exhausted before moving to the rights of assessment.会员在注册成为会员\n的时候，要注入违约基金（Default Funds）。如果当市场出现极端的情况，但违约方提供的所有的资金，比\n如违约方提供的保证金和违约金等，当与违约方相关的资金全部都用完后，那么接下来所有的风险是在所有\n的会员之间，互相进行共担的。也就是说，所有的会员都要承担接下来的风险，这就是风险共担的机制。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Central counterparty default waterfalls, Default fund contributions, Equity tapping in CCPs",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "20",
        "question_text": "Which of the following trading instruments would have the most beneficial effect on netting?",
        "image": "",
        "options": {
            "A": "A.Options with up-front premiums.",
            "B": "B.Equity options.",
            "C": "C.FX options.",
            "D": "D.Futures."
        },
        "answer": "D",
        "explanation": "A trading instrument will have a beneficial effect on netting if it can have a\nnegative mark-to-market (MtM) value during its life. For instruments whose MtM value can only\nbe positive during their life, the effect on netting will not be as beneficial. Instruments\nwith only positive MtM values include options with up-front premiums such as equity options, as\nwell as swaptions, caps and floors, and FX options. Futures can have negative MtM values.如果交\n易工具在其合约存续期间内会产生负市价（MtM）值，则净额结算会产生有利影响。期货就有可能产生负的市\n价。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Netting, Mark-to-Market (MtM), Derivative Instruments",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "21",
        "question_text": "Which of the following statements best reflects the reason why a financial institution does\nnot need to consider aggregating stresses to the expected positive exposure (EPE) with its loan\nportfolio?",
        "image": "",
        "options": {
            "A": "A.Loans are not sensitive to market variables.",
            "B": "B.Stresses to EPE are not sensitive to market variables.",
            "C": "C.The EPE and the loan portfolio are negatively correlated.",
            "D": "D.The EPE and the loan portfolio are positively correlated."
        },
        "answer": "A",
        "explanation": "A financial institution does not need to consider aggregating stresses to the EPE\nwith its loan portfolio, because loans are not sensitive to market variables and, therefore,\nwill not have any exposure changes from changes in market variables.金融机构不需要考虑将EPE的压\n力测试与贷款组合结合起来，因为贷款对市场变量不敏感，因此不会因市场变量的变化而产生任何风险敞口\n的变化。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Market Risk, Exposure Aggregation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "22",
        "question_text": "Miven Corp. has two trades outstanding with one of its counterparties. Which of the\nfollowing scenarios would result in the greatest netting advantage for Miven?",
        "image": "",
        "options": {
            "A": "A.The two trades have strong positive correlation.",
            "B": "B.The two trades have weak positive correlation.",
            "C": "C.The two trades are uncorrelated with each other.",
            "D": "D.The two trades have strong negative correlation."
        },
        "answer": "D",
        "explanation": "The greatest netting benefit among the scenarios presented occurs when the two\ntrades have a strong negative correlation. In this case, a large portion of the negative\nexposures will offset positive exposures. 最大的净收益是当两个交易具有很强的负相关性时发生的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Risk, Netting, Correlation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "23",
        "question_text": "The risk that one of the parties will fail to meet its obligation to make payments in a swap\nagreement is called:",
        "image": "",
        "options": {
            "A": "A.counterparty risk",
            "B": "B.operational risk",
            "C": "C.market risk",
            "D": "D.notional risk"
        },
        "answer": "A",
        "explanation": "Counterparty risk is the risk that party to an agreement will fail to make payments\nwhen due.互换协议交易的一方不能履行支付义务的风险称为交易对手风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Derivatives, Credit risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "24",
        "question_text": "With respect to the CVA calculation, which of the following statements is correct when a\nrisk manager wishes to understand which trades have the greatest impact on a counterparty's\nCVA? The manager would use:",
        "image": "",
        "options": {
            "A": "A.Incremental CVA because it accounts for the change in CVA once the new trade is priced,\naccounting for netting.",
            "B": "B.Marginal CVA because he could break down netted trades into trade level contributions.",
            "C": "C.Incremental CVA because he could break down netted trades into trade level contributions.",
            "D": "D.Marginal CVA because it accounts for the change in CVA once the new trade is priced,"
        },
        "answer": "B",
        "explanation": "Understanding which trades have the greatest impact on a counterparty's credit\nvalue adjustment requires use of the marginal CVA. Incremental CVA, by contrast, is useful for\npricing a new trade with respect to an existing one.增量CVA是指加入一笔新交易对CVA的影响；边际\nCVA是指将整个资产组合拆分成每个资产对于CVA的影响，可以求出单个资产对资产组合的贡献程度。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, Credit Value Adjustment (CVA), Risk Management Techniques",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "25",
        "question_text": "Each of the following is true about termination and walkaway features in credit contracts\nexcept?",
        "image": "",
        "options": {
            "A": "A.Termination events give an institution the right to terminate a trade prior to their\ncounterparty's credit-worthiness deteriorating to the point of bankruptcy.",
            "B": "B.A break clause – a.k.a. liquidity put – is an agreement to terminate a transaction at pre-\nspecified dates in the future at market rates.",
            "C": "C.Break clause are often linked to additional termination events which are not in the\nstandardized ISDA documentation and therefore are a result of negotiations.",
            "D": "D.Walkaway features are parts of the standardized ISDA documentation and \\\"should be utilized"
        },
        "answer": "D",
        "explanation": "●Walkaway feature are not part of the standardized documentation. Walkaway\nfeatures are rather unpleasant and should be avoided for the following reasons: ●They create\nan additional cost for a counterparty in the event of default. ●They create moral hazard since\nan institution is given the incentive to contribute to their counterparty’s default due to the\nfinancial gain they can make. ●A walkaway feature may be “priced in” to a transaction. The\npossible gains in counterparty default will then offset the negative component due to potential\nlosses that may ultimately “hide” some of the risk.“撕毁”条款（Walk Away）如果合约有一方违\n约，另一方的义务也无需履行，可以尽可能的减少不违约方的损失。当不违约方的合约敞口为负时，即为净\n现金流出时，此时walk away条款的履行是对其更有利的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Management, Credit Contracts, ISDA Documentation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "26",
        "question_text": "Which of the following statements regarding counterparty risk and lending risk is correct?",
        "image": "",
        "options": {
            "A": "A.For an interest-rate swap, counterparty risk exists because default may occur at the end of\nthe contract term.",
            "B": "B.With counterparty risk, there is uncertainty as to which counterparty will have a negative\nmark-to-market value.",
            "C": "C.Lending risk involves bilateral risks.",
            "D": "D.With lending risk, the principal amount at risk is known with absolute certainty at the"
        },
        "answer": "B",
        "explanation": "With counterparty risk, there is uncertainty regarding which counterparty will have\na negative MtM value. For an interest-rate swap, there is no counterparty risk at the end of\nthe contract term because all payments required by the contract would have been made by then.\nWith lending risk, only one party (unilateral) takes on risk. In addition, the principal amount\nat risk is known only with reasonable certainty at the outset because changes in interest\nrates, for example, will lead to some uncertainty.交易对手风险与借出资金风险的比较： 借出资金风\n险（Lending Risk）：借出资金风险的承担主体和风险的承担量是确定的； 交易对手风险：交易对手风险的\n承担主体和风险的承担量是不确定的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Mark-to-market valuation, Lending risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "27",
        "question_text": "A trader wants to know the approximate CVA for a counterparty in a swap transaction. The\ncounterparty's expected potential exposure (EPE) is 7% and its credit spread is 475 basis\npoints. What is the CVA as a running spread?",
        "image": "",
        "options": {
            "A": "A.0.33%",
            "B": "B.1.48%",
            "C": "C.2.25%",
            "D": "D.9.75%"
        },
        "answer": "A",
        "explanation": "如下：7%×4.75% = 33 bps",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Valuation Adjustment (CVA), Expected Potential Exposure (EPE), Credit Spread",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "28",
        "question_text": "An investor said: \"The formula for BCVA is similar to the formula for CVA, except that the\nBCVA formula incorporates the probability of the counterparty's survival and uses EPE.\" Which\nof the following statements is accurate?",
        "image": "",
        "options": {
            "A": "A.The statement is correct with regard to EPE only.",
            "B": "B.The statement is correct with regard to probability of survival only.",
            "C": "C.The statement is incorrect with regard to both EPE and probability of survival.",
            "D": "D.The statement is correct with regard to both EPE and probability of survival."
        },
        "answer": "B",
        "explanation": "The BCVA formula differs from the CVA formula in that BCVA incorporates negative\nexpected exposure (NEE), and the probability of the counterparty's survival must be included in\nthe BCVA formula.双边信用价值调整（Bilateral Credit Value Adjustment，BCVA）综合考虑了CVA和\nDVA的共同影响，",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Value Adjustment (CVA), Bilateral Credit Value Adjustment (BCVA), Probability of Survival",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "29",
        "question_text": "Which of the following reduce(s) a credit exposure by shortening the effective maturity of a\nposition? Ⅰ Liquidity put Ⅱ credit trigger",
        "image": "",
        "options": {
            "A": "A.Both I and II",
            "B": "B.I only",
            "C": "C.II only",
            "D": "D.Neither I nor II"
        },
        "answer": "A",
        "explanation": "Liquidity puts give the parties the right to settle and terminate trades on pre-\nspecified future dates. Credit triggers specify that trades must be settled if the credit\nrating of a party falls below pre-specified levels. Hence the correct combination is both of\nthe above i.e. option A.流动性看跌期权赋予当事方在预定的未来日期结算和终止交易的权利。信用触发\n是指，如果一方的信用评级低于预定水平，则必须结算交易。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Management, Derivatives, Credit Events",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "30",
        "question_text": "Which of the following statements is not a motivation for pricing counterparty risk?",
        "image": "",
        "options": {
            "A": "A.Accurate pricing should only account for the cost of the trade.",
            "B": "B.Counterparty risk pricing should account for risk mitigants.",
            "C": "C.Best practices organize pricing responsibilities in the organization.",
            "D": "D.Pricing bilateral derivatives contracts."
        },
        "answer": "A",
        "explanation": "Accurate pricing should account for not only the cost of the trade, but also the\ncost of counterparty risk.准确的定价不仅要考虑交易成本，还要考虑交易对手风险成本。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Risk, Pricing Strategies, Risk Mitigation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "31",
        "question_text": "Which of the following statements regarding the International Swaps and Derivatives\nAssociation (ISDA) Master Agreement is false?",
        "image": "",
        "options": {
            "A": "A.The ISDA Master Agreement is a contract between two parties that governs derivative\ntransactions and credit controls.",
            "B": "B.An ISDA Master Agreement is prepared for every derivatives transaction that occurs between\ntwo parties.",
            "C": "C.The ISDA Master Agreement forms a single contract under which multiple derivative contracts\ncan be managed.",
            "D": "D.The ISDA Master Agreement specifies termination events that each pair of counterparties must"
        },
        "answer": "B",
        "explanation": "An agreement is not prepared for every transactions, rather the ISDA Master\nAgreement forms a single contract under which multiple derivative contracts can be\nmanaged.ISDA并非为每笔交易都准备一份协议，而是ISDA主协议形成了一个合同，可以管理多个衍生合同。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "ISDA Master Agreement, Derivative transactions, Counterparty risk management",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "32",
        "question_text": "A risk manager needs a quick calculation of the BCVA on a swap. Assume inputs are as\nfollows: EPE = 5%, ENE = 3%, counterparty credit spread = 300bps, financial institution credit\nspread = 200 bps. Compute BCVA from the perspective of the financial institution.",
        "image": "",
        "options": {
            "A": "A.-1",
            "B": "B.1",
            "C": "C.9",
            "D": "D.-9"
        },
        "answer": "C",
        "explanation": "From the perspective of the financial institution: EPE×counterparty credit spread\n– ENE×institution credit spread =5%×300 – 3%×200 = 9 bps This is what the financial\ninstitution may charge the counterparty for overall counterparty risk.5% × 300 – 3% × 200 =\n9 bps",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Counterparty Credit Risk, Credit Valuation Adjustment (CVA), Expected Positive Exposure (EPE)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "33",
        "question_text": "Which of the following features is least likely a benefit of collateralization?",
        "image": "",
        "options": {
            "A": "A.Reduces capital requirements.",
            "B": "B.Allows for more competitive pricing of counterparty risk.",
            "C": "C.Reduces market, operational, and liquidity risk.",
            "D": "D.Reduces credit exposure."
        },
        "answer": "C",
        "explanation": "Collateralizing trades reduces credit exposure (credit risk) and capital\nrequirements, and allows for more competitive pricing of counterparty risk. However,\ncollateralization also creates other risks including market risk (negative equity leaving\nexposures partially or fully uncollateralized),operational risk (legal obstacles to take\npossession of collateral), and liquidity risk (difficulty in selling collateral at a fair\nmarket value).抵押品会增加，而不是降低市场、信用和流动性风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Management, Capital Requirements, Counterparty Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "34",
        "question_text": "Assume a sovereign bond has a haircut of 5% and is used for a collateral call of $100,000.\nWhat amount is credited if a $100,000 bond is submitted, and what amount of bond is needed for\n$100,000 to be credited, respectively?",
        "image": "",
        "options": {
            "A": "A.$100,000; $106,263",
            "B": "B.$95,000; $100,000",
            "C": "C.$95,000; $105,263",
            "D": "D.$105,263; $95,000"
        },
        "answer": "C",
        "explanation": "如下:100000*（1-5%）=95000 100000/（1-5%）=105263",
        "QA type": "math reasoning QA",
        "knowledge topics": "Collateral Management, Haircut in Finance, Sovereign Bonds",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "35",
        "question_text": "Ondine Financial Inc. (Ondine) uses a variety of techniques to manage counterparty risk. It\nhas entered into an interest rate swap with Scarbo Inc. (Scarbo). Currently, Ondine’s position\nin the swap has a -$1 million mark-to-market value. Based on the information provided, which of\nthe following credit risk mitigation techniques would be most advantageous to Ondine if Scarbo\ndefaults?",
        "image": "",
        "options": {
            "A": "A.Close-out.",
            "B": "B.Collateralization.",
            "C": "C.Netting.",
            "D": "D.Walkaway."
        },
        "answer": "D",
        "explanation": "Since Ondine currently has a negative mark-to-market value and the counterparty is\ndefaulting, Ondine is able to cancel the transaction while it is \"losing\". Netting and close-\nout would require Ondine to make a payment since it would owe a net amount of $1 million.\nCollateralization is not relevant in this scenario.“撕毁”条款（Walk Away）如果合约有一方违约\n，另一方的义务也无需履行，可以尽可能的减少不违约方的损失。当不违约方的合约敞口为负时，即为净现\n金流出时，此时walk away条款的履行是对其是更有利的。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Credit risk mitigation, Interest rate swaps",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "36",
        "question_text": "Liz Parker is a junior quantitative analyst who is preparing a report dealing with credit\nmigration. An excerpt of her report contains the following statements: Ⅰ Future default\nprobability will likely increase over time, especially for periods far into the future. Ⅱ When\ncomputing the default probability of a counterparty under a risk-neutral measure, we need to\nfirst determine the actual default probability. Which of Parker's statements is (are) correct?",
        "image": "",
        "options": {
            "A": "A.I only.",
            "B": "B.II only.",
            "C": "C.Both I and II.",
            "D": "D.Neither I nor II."
        },
        "answer": "D",
        "explanation": "Future default probability will likely decrease over time, especially for periods\nfar into the future. This is because of the higher likelihood that the default will have\nalready occurred at some earlier point. In computing the default probability of a counterparty\nunder a risk-neutral measure, one needs to compute the theoretical market-implied probability;\nthe actual default probability applies under a real (historical) measure.未来的违约概率可能会随\n着时间的推移而降低，特别是在未来很长一段时间内。这是因为违约发生在更早时间点的可能性更大。在计\n算风险中性下的交易对手违约概率时，需要计算理论上的市场隐含概率;实际违约概率适用于实际(历史)度量\n。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk modeling, Default probabilities, Real vs. risk-neutral measures",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "37",
        "question_text": "The table below illustrates exposures for scenarios involving two trades: Which is nearest\nto the netting factor?",
        "image": "",
        "options": {
            "A": "A.9.92%",
            "B": "B.37.50%",
            "C": "C.60.88%",
            "D": "D.71.43%"
        },
        "answer": "D",
        "explanation": "Since Ondine currently has a negative mark-to-market value and the counterparty is\ndefaulting, Ondine is able to cancel the transaction while it is \"losing\". Netting and close-\nout would require Ondine to make a payment since it would owe a net amount of $1 million.\nCollateralization is not relevant in this scenario.",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Netting, Close-out, Mark-to-market",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "38",
        "question_text": "Risk Averse Bank (RAB) has made a loan of USD 100 million at 8% per annum. RAB wants to\nenter into a total return swap under which it will pay the interest on the loan plus the change\nin the mark-to-market value of the loan and in exchange, RAB will get LIBOR 30bps. Settlement\npayments are made annually. What is the cash flow for RAB on the first settlement data if the\nmark-to-market value of the loan falls by 2% and LIBOR is 6%?",
        "image": "",
        "options": {
            "A": "A.Net inflow of USD 0.3 million",
            "B": "B.Net outflow of USD 0.3 million",
            "C": "C.Net inflow of USD 1.7 million",
            "D": "D.Net outflow of USD 1.7 million"
        },
        "answer": "A",
        "explanation": "At the end of the first year, RAB will earn 8 million USD interest on the loan. The\nloan value declined by 2 million USD, thus the return earned by RAB is 6 million USD; this is\nthe payment made by RAB. RAB will get LIBOR 30bps = 6%＋0.3% = 6.3%, that is 6.3 million USD.\nSo there is a net inflow of 0.3 million.在第一年年底，RAB将获得800万美元的贷款利息。 贷款价值下\n降了200万美元，因此RAB获得的回报为600万美元； 这是RAB支付的款项。 RAB将获得LIBOR 30bps =\n6％＋0.3％= 6.3％，即630万美元。 因此，净流入为30万。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Total Return Swaps, Interest Rate Risks, Loan Valuation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "39",
        "question_text": "The buyer of a credit-default swap (CDS):",
        "image": "",
        "options": {
            "A": "A.Has no risk exposure to the combined holdings of the CDS and reference obligation.",
            "B": "B.Is subject to the credit risk of the seller.",
            "C": "C.Must place collateral with the seller of the CDS to ensure performance.",
            "D": "D.Can surrender the CDS for the value of the accumulated payments."
        },
        "answer": "B",
        "explanation": "The buyer of the CDS faces the risk that the seller may not be able to make the\nrequired payment if the reference obligation defaults. Two factors impact this risk: (1) if the\nprobability of the reference obligation default increases with time, then so, too, may the\nprobability of seller default, and (2) economic and operational factors may cause an increase\nin the correlation between the default of the reference obligation and the seller's default.如\n果参考标的资产违约，CDS的买方将面临卖方可能无法支付所需付款的风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps (CDS), Counterparty Risk, Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "40",
        "question_text": "An investor can gain the exposure and return of an underlying loan by:",
        "image": "",
        "options": {
            "A": "A.Being the credit risk buyer in a total return swap.",
            "B": "B.Being the credit risk seller in a total return swap.",
            "C": "C.Entering into an interest-rate swap with a BB credit.",
            "D": "D.Pledging compensating balances with the lender bank."
        },
        "answer": "A",
        "explanation": "The credit-risk seller pays to the credit-risk buyer the total return of the\nunderlying instrument. An investor can gain the exposure and return by being the credit risk\nbuyer in a total return swap.信用风险卖方将标的资产的总收益支付给信用风险买方。 通过成为总收益\n互换中的信用风险购买者，投资者可以获得风险敞口和收益。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Total return swaps, Credit risk management, Derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "41",
        "question_text": "You are currently long $10,000,000 par value, 8% XYZ bonds. To hedge your position, you must\ndecide between credit protection via a 5-year CDS with 60bp annual premiums or digital swap\nwith 50% payout with 50bp annual premiums. After one year, XYZ has defaulted on its debt\nobligations and currently trades at 60% of par. Which of the following statements is true?",
        "image": "",
        "options": {
            "A": "A.The contingent payment from the protection buyer to the protection seller is greater under\nthe single-name CDS than the digital swap.",
            "B": "B.The contingent payment from the protection buyer to the protection seller is less under the\nsingle-name CDS than the digital swap.",
            "C": "C.The contingent payment from the protection seller to the protection buyer is greater under\nthe single-name CDS than the digital swap.",
            "D": "D.The contingent payment from the protection seller to the protection buyer is less under the"
        },
        "answer": "D",
        "explanation": "Choices A and B can be eliminated because payments in default are made from\nprotection seller to protection buyer. The payoff from the digital swap will be 50% of par\nvalue while the payoff from the single name will be 40% (i.e., 1 – 0.6) of par value.实物交割\n的信用违约互换（Physically Settled CDS）涉及资产的转移，CDS的标的资产从买方转移到卖方，买方会得\n到等同于标的资产面值的赔付额。这里是赔付面值的40%。 数字信用违约互换（Digital CDSs）是现金交割\n的一种特殊方式，对于流动性较差的标的资产，会事先约定固定赔付额进行赔付，比如约定赔付面值的50%。\n这里是赔付面值的50%。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps (CDS), Digital Swaps, Hedging Strategies",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "42",
        "question_text": "Which of the following statements is (are) not true regarding a credit default swap (CDS)?\nⅠ.The purchaser of a CDS seeks credit protection. Ⅱ.Swap partners make payments based on a\nbenchmark credit spread on the reference obligation. Ⅲ.Physical settlement provides the CDS\nbuyer the par value of the reference obligation. Ⅳ.A CDS has the same payoffs as a credit\ndefault put with installment payments.",
        "image": "",
        "options": {
            "A": "A.II only.",
            "B": "B.I and III.",
            "C": "C.III only.",
            "D": "D.II and IV."
        },
        "answer": "A",
        "explanation": "The CDS buyer makes fixed payments to the seller of the CDS for the life of the\nswap or until a credit event occurs.CDS买方在互换期限内或发生信用事件之前，向CDS卖方支付固定费\n用。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps (CDS), Credit Risk, Derivative Instruments",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "43",
        "question_text": "Which of the following statements about credit default swaps is most accurate?",
        "image": "",
        "options": {
            "A": "A.CDSs transfer credit risk and market risk from the protection buyer to the protection seller.",
            "B": "B.CDSs transfer credit risk from the protection buyer to the issuer of the underlying credit.",
            "C": "C.Physical settlement requires knowledge of the post-default market price.",
            "D": "D.Cash settlement avoids the problem of a delivery squeeze."
        },
        "answer": "D",
        "explanation": "One advantage of the cash settlement procedure is that no securities are actually\ntraded so the risk of delivery squeeze (i.e., rising price as protection buyers purchase\nreference entities in the open market) is negligible.现金结算程序的一个优势是实际上没有证券交易\n，因此交割风险可以忽略不计。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit default swaps, Settlement methods, Delivery squeeze",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "44",
        "question_text": "Which of the following statements is not correct regarding total return swaps (TRS)?",
        "image": "",
        "options": {
            "A": "A.A TRS is designed to mirror the return on an underlying asset like a loan, stock, or even a\nportfolio of assets.",
            "B": "B.The payer pays any depreciation in the underlying asset to the receiver",
            "C": "C.The payer pays any dividends or interest received to the receiver.",
            "D": "D.The receiver is creating a synthetic long position in the underlying"
        },
        "answer": "B",
        "explanation": "A total return swap transfers both credit and market risk. The payer only pays any\nappreciation and any dividends or interest connected with the underlying asset. The receiver is\nresponsible to pay the payer any depreciation in the underlying asset.总收益互换（Total Return\nSwaps，TRS）是一种信用衍生产品，总收益互换是将标的资产（贷款、债券或其他资产组合）的总收益与\nLIBOR加上信用价差进行交换，标的资产的总收益包括利息或资产的收益盈亏等。总收益互换不仅可以进行信\n用风险管理，还可以进行其他风险的管理，如市场风险等。因此总收益互换的卖方不仅需要承担信用风险\n，还可能包括市场风险",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Total Return Swaps (TRS), Credit and Market Risk, Synthetic Long Position",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "45",
        "question_text": "In pricing a first-to-default credit basket swap, which of the following is true, all else\nbeing equal?",
        "image": "",
        "options": {
            "A": "A.The lower the correlation between the assets of the basket, the lower the premium.",
            "B": "B.The lower the correlation between the assets of the basket, the higher the premium.",
            "C": "C.The higher the correlation between the assets of the basket, the higher the premium.",
            "D": "D.The correlation between the assets has no impact in the premium of a first-to- default credit"
        },
        "answer": "B",
        "explanation": "The lower the correlation between the assets of the basket, the higher the premium.\nIn the case of a first-to-default swap, a credit event occurs the first time any of the\nentities defaults. This swap provides default protection against losses related to this first\ndefault, but not to any subsequent defaults. Thus, the question is whether the level of\ncorrelation between assets of the basket increases or decreases the likelihood of the\ntriggering event. If the correlation between the assets in a credit basket swap is lower, the\nbasket would be exposed to greater default risk. For example, the basket contains assets from\ndifferent sectors, then the basket would be exposed to the default risk of each and every\nsector in the basket. If the basket only contains assets from one sector, then the correlation\nis higher, and the default risk is lower.一篮子信用违约互换的保费与资产的违约相关性密切相关。主\n要有以下两种情况： 当资产之间的相关性为负时，first to default CDS保费更高； 当资产的相关性为正\n相关且为1时，First to Default CDS与Second to Default CDS的保费相同。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Correlation, Credit Derivatives Pricing, Basket Default Swap",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "46",
        "question_text": "XYZ Hedge Fund wants to get exposure to a high-yield pool of commercial loans without\nactually investing in the loans. It wants a leverage ratio of 7.5. If the hedge fund is willing\nto invest $35 million in this investment, which credit derivative is best for them and what is\ntheir expected return given that the reference asset earns LIBOR plus 285 basis points, the\ncounterparty earns LIBOR plus 150 basis points, and the required collateral earns 3.5%?",
        "image": "",
        "options": {
            "A": "A.Total return swap with a 13.63% return.",
            "B": "B.Asset-backed credit-linked note with an 11.34% return.",
            "C": "C.Total return swap with an 11.34% return.",
            "D": "D.Asset-backed credit-linked note with a 13.63% return."
        },
        "answer": "D",
        "explanation": "The best credit derivative for this hedge fund is an asset-backed credit-linked\nnote. With leverage of 7.5 and an investment of $35 million, we know that the notional value of\nthe pool of commercial loans is $262.5 million. The hedge fund will earn 3.5% on their $35\nmillion in collateral. This translates into $1.225 million, They will also earn the 135 basis\npoint spread on the entire $262.5 million. This translates into $3.54375 million. The hedge\nfund’s percentage return is 13.63% [($1.225 million＋$3.54375 million) / $35 million]凭借7.5的\n杠杆率和3500万美元的投资，贷款池的名义价值为2.625亿美元。 该对冲基金将获得其3500万美元抵押品的\n3.5％的回报。这相当于122.5万美元，他们还将在整个2.625亿美元中赚取135个基点。 换算为354.75万美元\n。 对冲基金的百分比回报率为13.63％[（122.5万美元＋354.75万美元）/ 3500万美元]",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Leverage, Credit Derivatives, Return Calculation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "47",
        "question_text": "A bank that sells a credit default swap will: Ⅰ.Increases the bank’s total risk.\nⅡ.Receive investment income without any funding cost. Ⅲ.Makes a regular payment in exchange\nfor payment if a specific credit occurs. Ⅳ.Receive investment income in exchange for promising\nto make a payment if a specific credit event occurs.",
        "image": "",
        "options": {
            "A": "A.I and IV only",
            "B": "B.III and IV only",
            "C": "C.IV only",
            "D": "D.I only"
        },
        "answer": "A",
        "explanation": "Statements I and IV are correct. Banks that sell a credit default swap (protection\nseller) will receive investment income in exchange for promising to make a payment if a\nspecific credit event occurs. Since credit events are random, selling a credit swap will\nincrease the total risk of the bank.出售信用违约互换的银行（保护卖方）将获得投资收益，以换取在\n发生特定信用事件时承诺付款。 由于信用事件是随机的，因此出售信用互换将增加银行的总风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps (CDS), Credit Risk, Financial Derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "48",
        "question_text": "Bank One has made a $200 million loan to a software company at a fixed rate of 12 percent.\nThe bank wants to hedge its exposure by entering into a Total Return Swap with a counterparty,\nInterloan Co., in which Bank One promises to pay the interest on the loan plus the change in\nthe market value of the loan in exchange for LIBOR plus 40 basis points. If after one year, the\nmarket value of the loan has decreased by 3 percent and LIBOR is 11 percent, what will be the\nnet obligation of Bank One?",
        "image": "",
        "options": {
            "A": "A.Net receipt of $4.8 million",
            "B": "B.Net payment of $4.8 million",
            "C": "C.Net receipt of $5.2 million",
            "D": "D.Net payment of $5.2 million"
        },
        "answer": "A",
        "explanation": "Bank One would be due: ($200 million)(0.11＋0.0040)= $22.8 million and would owe:\n($200 million)(0.12)+($200 million)(-0.03)= $18.0 million The net obligation of Bank One would\nbe $22.8 million – S18 million = $4.8 million.银行应该收的：($200)(0.11＋0.0040)= $22.8 银行应\n该付的：($200)(0.12)＋($200)(-0.03)= $18.0净支出：$22.8 – S18= $4.8.",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Total Return Swap, Interest Rate Swap, Market Value Adjustment",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "49",
        "question_text": "A 2-year credit default swap (CDS) specifying physical delivery defaults at the end of two\nyears. If the reference asset is a $200 million, 8.0% ABC corporate bond, and the CDS spread is\n125 basis points, the buyer of the CDS will:",
        "image": "",
        "options": {
            "A": "A.Receive payments of 800 basis points for the next two years.",
            "B": "B.Receive a payment of $167.5 million.",
            "C": "C.Deliver the bond and receive a payment of $200 million.",
            "D": "D.Continue to receive payments of 675 basis points for the next two years."
        },
        "answer": "C",
        "explanation": "If the swap specifies physical delivery, the buyer of the swap will deliver the\nreference obligation to the seller and receive the par value of the obligation.实物交割的信用违\n约互换（Physically Settled CDS）涉及资产的转移，CDS的标的资产从买方转移到卖方，买方会得到等同于\n标的资产面值的赔付额。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps (CDS), Credit Risk, Financial Derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "50",
        "question_text": "The maximum benefits to the buyer of a credit-linked note (CLN) accrue when:",
        "image": "",
        "options": {
            "A": "A.There is a small credit downgrade",
            "B": "B.There is no credit downgrade",
            "C": "C.There is a large credit downgrade",
            "D": "D.There is a default"
        },
        "answer": "B",
        "explanation": "The benefit to the CLN buyer is that the buyer earns a high return if there is no\ndowngrade or default. The buyer’s primary risk is that there is a downgrade or default and the\nbuyer earns a lower return.信用联结票据购买者的收益是当没有降级或违约时，获得的高回报。投资者面\n临最主要的风险是标的资产降级或违约，可能导致投资者“血本无归”。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Structured products, Credit-linked notes",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "51",
        "question_text": "In a total return swap, the:",
        "image": "",
        "options": {
            "A": "A.Total return payer bears the risk of holding the reference asset",
            "B": "B.Total return payer transfers the risk of holding the reference asset to the total return\nreceiver",
            "C": "C.Total return receiver transfers the risk of holding the reference asset to the total return\npayer",
            "D": "D.Credit risk of the buyer and seller cancel each other out"
        },
        "answer": "B",
        "explanation": "In a total return swap, the total return payer transfers the capital gains and\nlosses of the reference asset to the total return receiver.",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Derivatives, Total Return Swap, Risk Transfer",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "52",
        "question_text": "A default swap acts like a:",
        "image": "",
        "options": {
            "A": "A.Call option on the reference obligation for the buyer of the swap.",
            "B": "B.Put option on the reference obligation for the buyer of the swap.",
            "C": "C.Look back option on the reference obligation for the buyer of the swap.",
            "D": "D.Up-and-out option on the reference obligation for the buyer of the swap."
        },
        "answer": "B",
        "explanation": "A default swap acts like a put option on the reference obligation for the buyer of\nthe swap. If there is a default, the buyer receives a payment, which limits the buyer’s\ndownside risk.违约互换的行为类似于看跌期权",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Default Swaps, Put Options, Credit Risk Management",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "53",
        "question_text": "A diversified portfolio of OTC derivatives with a single counterparty currently has a net\nmark-to-market of USD 20,000,000 and a gross mark-to-market (the sum of the value of all\npositive value positions minus the value of all negative value positions) of USD 80,000,000.\nAssuming there are no netting agreements in place with the counterparty, determine the current\ncredit exposure to the counterparty.",
        "image": "",
        "options": {
            "A": "A.Less than or equal to USD 10,000,000.",
            "B": "B.Greater than USD 10,000,000 but less than or equal to USD 40,000,000.",
            "C": "C.Greater than USD 40,000,000 but less than USD 60,000,000.",
            "D": "D.Greater than USD 60,000,000."
        },
        "answer": "C",
        "explanation": "如下：A-B = $20A＋B = $80 A = $50",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Credit risk, OTC derivatives, Counterparty exposure",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "54",
        "question_text": "Which of the following exposure measures reflects the average distribution of exposures at a\nspecific future date prior to the maturity of the longest maturity transaction within a netting\nset?",
        "image": "",
        "options": {
            "A": "A.Peak exposure.",
            "B": "B.Current exposure.",
            "C": "C.Expected exposure.",
            "D": "D.Expected positive exposure."
        },
        "answer": "C",
        "explanation": "Expected exposure measures the mean distribution of exposures at a given future\ndate prior to the maturity of the longest maturity exposure in the netting group.期望敞口\n（Expected Exposure，EE）是指通过对某产品未来收益的分布进行预测，对收益为正的部分取均值。只有正\n值会增加信用风险敞口，而其他值（如0或者负值）对信用敞口是没有贡献度的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk measurement, Exposure metrics, Netting sets",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "55",
        "question_text": "Is the following statement on the treatment of counterparty credit risk (CCR) correct?\n\"Treating CCR as a market risk does not allow an institution to hedge market risk losses, and\nit exposes the institution to declines in counterparty creditworthiness and default.\"",
        "image": "",
        "options": {
            "A": "A.The statement is correct with regard to both hedging market risk losses and counterparty\ncreditworthiness and default.",
            "B": "B.The statement is incorrect with regard to both hedging market risk losses and counterparty\ncreditworthiness and default.",
            "C": "C.The statement is correct with regard to hedging market risk losses only.",
            "D": "D.The statement is correct with regard to counterparty creditworthiness and default only."
        },
        "answer": "D",
        "explanation": "Treating CCR as a market risk allows an institution to hedge market risk losses;\nhowever, it leaves the institution exposed to declines in counterparty creditworthiness and\ndefault. CCR can be hedged by the ongoing replacement of contracts with a counterparty instead\nof waiting for default to occur.将CCR视为市场风险允许机构对冲市场风险损失;然而，这将使该机构面\n临交易对手信誉下降和违约的风险。CCR可以通过与交易对手不断更新合同来进行对冲，而不是坐等违约发生\n。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty Credit Risk (CCR), Market Risk, Hedging",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "56",
        "question_text": "Which of the following security types will most likely result in a peaked shape for the\nexposure profile represented by potential future exposure (PFE)?",
        "image": "",
        "options": {
            "A": "A.Long option position.",
            "B": "B.Foreign exchange product.",
            "C": "C.10-year loan with a floating rate payment.",
            "D": "D.Swap."
        },
        "answer": "D",
        "explanation": "Exposure profiles of swaps are typically characterized by the peaked shape that\nresults from balancing future uncertainties over payments and roll-off risk of swap payments\nover time.利率互换（Interest Rate Swap）未来的现金流主要涉及到利息的支付，与远期的差别在于利率\n互换不换本金，而且利率互换的不确定性也是随着期限的增加而上升。由于利率互换是定期交割现金流的\n，现金流交割掉一笔就少一笔，所以未来需要交割的部分是逐渐减少的，这种情况下信用风险敞口会随着时\n间的推移而下降。因此利率互换的信用风险敞口受到两个因素的影响，前期受到现金流不确定性的影响较大\n，信用敞口上升；随着时间的推移，后期交割完成导致现金流减少的影响较大，信用敞口下降，利率互换整\n体上呈现先上升后下降的形态。 货币互换（Cross-Currency Swap）与利率互换相比较而言的主要特点是交\n换本金，货币互换到期会有一笔较大的现金流交换，这笔大额的现金流的交换类似于远期，因此货币互换的\n信用风险敞口相当于利率互换和远期的叠加。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest Rate Swaps, Potential Future Exposure (PFE), Credit Risk Exposure",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "57",
        "question_text": "Which metric for credit exposure is represented by the ? in the following graph?",
        "image": "",
        "options": {
            "A": "A.Expected positive exposure (EPE).",
            "B": "B.Potential future exposure (PFE).",
            "C": "C.Effective EE.",
            "D": "D.Effective EPE."
        },
        "answer": "A",
        "explanation": "Expected positive exposure (EPE) is equal to average EE over time. It is a useful\nsingle amount to quantify exposure.有效的期望敞口（Effetive EE）假设信用敞口是非递减的。有效期\n望正敞口（EEPE）是有效的期望敞口的均值，同时考虑了短期大敞口和展期的因素，更合理的反映了合约的\n信用风险情况",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit exposure metrics, Expected positive exposure (EPE), Effective EE",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "58",
        "question_text": "Each of the following is true except?",
        "image": "/Users/liuchunhou/Library/Containers/com.tencent.xinWeChat/Data/Library/Application Support/com.tencent.xinWeChat/2.0b4.0.9/49cd41f51f229ad5bae63e100a63b451/Message/MessageTemp/de6bcf2908ad63797f4d27f06fe84528/File/data/FRM基础/CreditRiskMeasurementandManagement_images/58u.png",
        "options": {
            "A": "A.At any point in time, effective EE cannot be less than EE",
            "B": "B.(effective) EPE is average (effective) EE over time",
            "C": "C.Effective EPE cannot be less than EPE",
            "D": "D.For each point in time, there is a different maximum PFE such that maximum PFE does not"
        },
        "answer": "D",
        "explanation": "Maximum PFE is a single value. Maximum PFE simply represents the highest (peak) PFE\nvalue over a given time interval.期望敞口（Expected Exposure，EE）是指通过对某产品未来收益的分\n布进行预测，对收益为正的部分取均值 期望正敞口（Expected Positive Exposure，EPE）是整个期间的期\n望敞口取均值，期望正敞口代表了期望敞口（EE）的加权平均值在风险管理中，我们通常关注在未来的某个\n时候，一定的置信水平下，可能面临的最糟糕的风险敞口。极端敞口/潜在未来敞口（Peak\nExposure/Potential Future Exposure）是指衡量给定置信水平下未来的极端风险敞口 最大潜在风险敞口\n（Maximum PFE）仅代表给定时间区间内最大的极端风险敞口，因此最大潜在风险敞口代表给定时间区间内的\n最差情景敞口（Worst-Case Exposure）",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Expected Exposure (EE), Expected Positive Exposure (EPE), Potential Future Exposure (PFE)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "59",
        "question_text": "Which of the following model(s) calculates the change in portfolio value due to rating\nmigration of the underlying instruments?",
        "image": "",
        "options": {
            "A": "A.Credit Risk+",
            "B": "B.Credit Metrics",
            "C": "C.KMV",
            "D": "D.Both a and c above are true"
        },
        "answer": "B",
        "explanation": "CreditMetrics calculates the change in portfolio value due to credit migration of\nthe underlying bond(s) (e.g. change in credit spread).CreditMetrics计算由于基础债券的信用迁移而\n导致的投资组合价值的变化(例如，信贷利差的变化)。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk models, Credit valuation, Rating migration analysis",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "60",
        "question_text": "Which of the following statements best describes the benefit of netting risk exposures? The\nbenefits of netting are realized when:",
        "image": "",
        "options": {
            "A": "A.Marked-to-market (mtm) values have high structural correlations for two trades.",
            "B": "B.Marked-to-market (mtm) values have opposite signs for two trades.",
            "C": "C.Expected exposure (EE) values are minimal.",
            "D": "D.Expected future exposure (EFE) values have zero correlation."
        },
        "answer": "B",
        "explanation": "The benefits of netting are realized when MtM values have opposite signs for two\ntrades.当两笔交易的MtM值具有相反的符号时，就可以实现净额结算的好处。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty risk, Mark-to-market (MtM) valuation, Netting agreements",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "61",
        "question_text": "How does the credit exposure of a long OTC put option on XYZ stock change when the stock\nprice decreases?",
        "image": "",
        "options": {
            "A": "A.Increases",
            "B": "B.Decreases",
            "C": "C.Doesn't vary with underlying stock price",
            "D": "D.There is no credit exposure on long options"
        },
        "answer": "A",
        "explanation": "●Credit exposure from long positions in OTC options, assuming that the credit\nquality of the counterparty remains constant, is driven by the level of the contingent future\nliability, i.e. the larger the expected future claim against the counterparty, the larger the\ncredit risk. ●The value of the put at expiration is defined as max(X-S, 0) where X = strike\nprice and S = spot price. Therefore, a long put option increases in value as the stock price\ndecreases. Thus, the expected liability of our counterparty is increased (choice A).到期看跌期\n权的价值定义为max(X-S, 0)，其中X =执行价格，S =现货价格。因此，看跌期权的价值随着股价的下跌而增\n加。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit exposure, OTC derivatives, Option pricing",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "62",
        "question_text": "Which of the following two transactions increases counterparty credit exposure? Ⅰ Selling a\nforward contract to the counterparty. Ⅱ Selling a call option to the counterparty.",
        "image": "",
        "options": {
            "A": "A.I only.",
            "B": "B.II only.",
            "C": "C.Both.",
            "D": "D.Neither."
        },
        "answer": "A",
        "explanation": "●Selling of forward contract creates credit risk exposure to the counterparty as\nit is subject to the performance of the counterparty, which may default to pay at expiry date.\n●Selling an option (for both call and put) does not create credit risk as it is not subject to\nthe performance of the counterparty. The option premium has already been collected when the\ntransaction is made and default of the counterparty will have no negative impact on the\nseller.远期合约的出售会给交易对手带来信用风险，这取决于交易对手的表现， 出售期权(包括看涨期权和\n看跌期权)不会产生信用风险，因为期初的权利金已经收到了，只有卖出方才会有违约的可能性",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Counterparty credit risk, Forward contracts, Options and derivatives",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "63",
        "question_text": "BNP Paribas has just entered into a plain-vanilla interest-rate swap as a pay-fixed\ncounterparty. Credit Agricole is the receive-fixed counterparty in the same swap. The forward\nspot curve is upward-sloping. If LIBOR starts trending down and the forward spot curve\nflattens, the credit risk from the swap will:",
        "image": "",
        "options": {
            "A": "A.Increase only for BNP Paribas",
            "B": "B.Increase only for Credit Agricole",
            "C": "C.Decrease for both BNP Paribas and Credit Agricole",
            "D": "D.Increase for both BNP Paribas and Credit Agricole"
        },
        "answer": "B",
        "explanation": "With an upward-sloping term structure, the fixed payer has greater credit exposure.\nHe receives less initially, but receives more lately. This back-loading of payments increases\ncredit exposure. Conversely, if the forward curve flattens, the fixed payer (i.e., BNP Paribas)\nhas less credit exposure. Credit Agricole must have greater credit exposure. Alternatively, if\nLIBOR drifts down, BNP will have to pay more, and its counterparty will have greater credit\nexposure.在这笔利率互换合约中，Credit Agricole收到的是固定利率，支付的是浮动的利息，因此当\nLibor开始下降的时候，Credit Agricole支付的金额会更少，敞口相应会越大，所以信用风险会增加。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest Rate Swaps, Credit Exposure, Forward Rate Agreements",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "64",
        "question_text": "The potential future credit exposure profile peaks at maturity for which of the following\ninstruments: Ⅰ FX forwards Ⅱ Interest rate swaps Ⅲ Cross currency swaps with final exchang",
        "image": "",
        "options": {
            "A": "A.I only",
            "B": "B.II only",
            "C": "C.I and III",
            "D": "D.I, II and III"
        },
        "answer": "C",
        "explanation": "FX forwards and cross currency swaps with final exchange involves exchanging two\ncurrencies at rates fixed at inception. Because of this feature, the potential future credit\nexposure profile peaks at maturity for both these instruments. In case of interest rate swaps,\nthere is no exchange of notional amounts. Therefore, the profile tends to peak well before\nmaturity.利率互换整体上呈现先上升后下降的形态",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Derivatives, Interest rate swaps",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "65",
        "question_text": "Brent Gulick, a credit analyst with Home Town Bank, is considering the loan application of a\nsmall, local car dealership. The dealership has been solely owned by Bob justice for more than\n20 years and sells three brands of American automobiles. Because of the rural location, most of\nthe cars sold in the past by the dealership have been large pick-up trucks and sports utility\nvehicles. However, sales have declined, and gasoline prices have continued to increase. As a\nresult, Justice is considering selling a line of hybrid cars. Justice has borrowed from Home\nTown Bank before but currently does not have a balance outstanding with the bank. Which of the\nfollowing statements is not one of the four components of credit analysis Gulick should be\nevaluating when performing the credit analysis for this potential loan?",
        "image": "",
        "options": {
            "A": "A.The business environment, competition, and economic climate in the region.",
            "B": "B.Justice's character and past payment history with the bank.",
            "C": "C.The car dealership's balance sheets and income statements for the last few years as well as\nJustice's personal financial situation.",
            "D": "D.The financial health of Justice's friends and family who could be called upon to guarantee"
        },
        "answer": "D",
        "explanation": "There are four primary components of credit risk evaluation: (1) the borrower’s\n(obligor’s) willingness and capacity to repay the loan, (2) the effect of external conditions\non the borrower’s ability to repay the loan, (3) the inherent characteristics of the credit\ninstrument and the extent to which the characteristics affect the borrower’s willingness and\nability to repay the loan, and (4) the quality and adequacy of risk mitigants such as\ncollateral and loan guarantees. In this case, the local business environment, Justice's\ncharacter, his payment history, and the business’s financial positions are all relevant. While\nrisk mitigants such as collateral and loan guarantees are part of credit analysis, it is\nunlikely that a local car dealer who has been in business for 20 years would be seeking a loan\nguarantee from a friend or family member. In addition, even if Justice were looking at a\npotential loan guarantor, Gulick would not simply evaluate his “friends and family” but would\nevaluate the specific person or business that intended to guarantee the loan.信用风险评估主要有\n以下四种基本要素（此处主要针对信贷类业务）： 债务人的偿付能力和还款意愿（Obligor's Capacity and\nWillingness to Repay）主要包括债务人的履约能力、履约期限、债务人的信用质量与经营领域等。外部环\n境（External Conditions）包括国家风险和经营条件等，如外贸企业的外贸政策。 特定信用工具的相关特\n征（Characteristics of the Relevant Credit Instrument）是指特定信用产品的具体特征。如次贷危机中\n的次级贷款借款人其自身的信用质量就较差，银行对此类借款人发行可变利率贷款，即贷款的利率在初期较\n低，之后会逐渐升高与市场利率挂钩，而借款人自身可能对此种贷款了解较少，只是认为这是一笔利率较低\n的贷款，那么一旦借款人无法还款，就会出现大规模违约。 信用风险缓释工具（Credit Risk\nMitigants）主要包括抵押品、债务人层级、担保机构和信用增级机制等。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Analysis, External Conditions, Credit Risk Mitigants",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "66",
        "question_text": "Which of the following statements is most likely correct about recovery rates?",
        "image": "",
        "options": {
            "A": "A.Recovery rates vary inversely with capital structure seniority.",
            "B": "B.Historical recovery rates are fairly constant across industries.",
            "C": "C.Recovery rates are highest during economic downturns.",
            "D": "D.Actual recovery rates may differ substantially from settled recovery rates."
        },
        "answer": "D",
        "explanation": "Settled recovery occurs fairly soon after the credit event (e.g., CDS auction or\nsale of defaulted bond), while actual recovery can occur years later based on the bankruptcy\nresolution. Recovery rates increase with capital structure seniority, are lowest during\neconomic downturns, and vary significantly across industries.回收率随资本结构优先级的增加而增加\n，在经济衰退期间最低，而且在各个行业之间差别很大。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Recovery rates, Capital structure seniority, Economic downturns",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "67",
        "question_text": "Richard Marshall, FRM, is a rating agency analyst who is currently performing financial\nstatement analysis on a major bank. Which of the following financial statements would be least\nuseful for bank credit analysis?",
        "image": "",
        "options": {
            "A": "A.Balance sheet.",
            "B": "B.Income statement.",
            "C": "C.Statement of cash flows.",
            "D": "D.Statement of changes in capital funds."
        },
        "answer": "C",
        "explanation": "Although the statement of cash flows is most useful for analyzing nonfinancial\nentities (uses of cash and sources of cash differentiated between operating, investing, and\nfinancing), it is not useful for bank credit analysis.虽然现金流量表在分析非金融实体时最有用\n，但对银行信用分析却没什么用",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "- Financial Statement Analysis, \n- Bank Credit Analysis, \n- Rating Agency Analysis",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "68",
        "question_text": "An analyst has gathered the following information about ABC Inc. and DEF Inc. The respective\ncredit ratings are AA and BBB with 1 -year CDS spreads of 200 and 300 basis points each. The\nassociated probabilities of default based on published reports are 10% and 20%, respectively.\nWhich of the following statements about the recovery rates is most likely correct?",
        "image": "",
        "options": {
            "A": "A.The market implied recovery rates are equal.",
            "B": "B.The market implied recovery rate is higher for ABC.",
            "C": "C.The market implied recovery rate is lower for ABC.",
            "D": "D.The loss given default is higher for DEF."
        },
        "answer": "C",
        "explanation": "如下：ABC: 200 bps = (1- RR)×(10%), RR=80%DEF: 300 bps =(1 - RR)×(20%), RR=85%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Ratings, Credit Default Swaps (CDS), Recovery Rates",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "69",
        "question_text": "In regard to bank failures, each of the following is correct, except which is false?",
        "image": "",
        "options": {
            "A": "A.If liabilities exceed assets, a firm is insolvent",
            "B": "B.Although bank failures are very common, bank insolvencies are historically very rare",
            "C": "C.Bankruptcy is a legal status, and is not implied by (is not a synonym for) insolvency",
            "D": "D.It is possible for an insolvent bank to continue to operate"
        },
        "answer": "B",
        "explanation": "Bank failures are rare while bank insolvency is far more common.偿付能力衡量的是长\n期的情况，而流动性看的是短期的情况",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bank insolvency, Bank failures, Legal status of bankruptcy",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "70",
        "question_text": "Which of the following statements regarding a banking credit analyst's skills is most likely\ncorrect?",
        "image": "",
        "options": {
            "A": "A.High earnings quality suggests that the bank is profitable.",
            "B": "B.Peer analysis is facilitated by the standardized nature of financial performance measures.",
            "C": "C.Although qualitative analytical skills are required, quantitative analytical skills are more\nimportant.",
            "D": "D.In analyzing an unfamiliar banking sector, an analyst should start by performing detailed"
        },
        "answer": "B",
        "explanation": "●Peer analysis refers to the comparison (financial and creditworthiness) of a\nsubject bank to similar banks and financial institutions. ●High earnings quality does not\nnecessarily mean a bank is profitable. Earnings quality refers to the reliability and\nconsistency of the reported earnings. ●Quantitative and qualitative analytical skills are\nequally important and serve different (but related) purposes; qualitative skills are necessary\nto assist in determining the willingness of an entity to repay debt while quantitative skills\nare necessary to assist in determining the ability of an entity to repay debt. ●In analyzing\nan unfamiliar banking sector, the analyst should start with preliminary research on the overall\nstructure, characteristics, and nature of regulation. After that, a detailed review of the\nlargest (followed by smaller) banks could be performed.在分析一个不熟悉的银行业时，分析师应该从\n对监管的总体结构、特征和性质的初步研究开始。之后，可以对最大(其次是较小的)银行进行详细审查。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Quantitative and qualitative analytical skills, Peer analysis, Earnings quality",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "71",
        "question_text": "Golin and Delhaise divide credit analysis into four areas according to borrower type:\nⅠ.Consumer credit analysis is the evaluation of the creditworthiness of individual consumers;\nⅡ.Corporate credit analysis is the evaluation of nonfinancial companies such as manufacturers,\nand nonfinancial service providers; Ⅲ.Financial institution credit analysis is the evaluation\nof financial companies including banks and nonbank financial institutions, such as insurance\ncompanies and investment funds; Ⅳ.Sovereign/municipal credit analysis is the evaluation of the\ncredit risk associated with the financial obligations of nations, subnational governments, and\npublic authorities, as well as the impact of such risks on obligations of nonstate entities\noperating in specific jurisdictions. According to Golin and Delhaise, each of the following is\ntrue about key features of credit analysis with respect to borrower type, except which is not\ntrue?",
        "image": "",
        "options": {
            "A": "A.Individuals (consumers): Credit analysis is amenable to automation and the use of scoring\nmodels and statistical tools to correlate risk to limited number of variables",
            "B": "B.Non-financial corporations: Compared to consumers, tends to be more detailed and \\\"hands-on\\\"\n(i.e. less automated); key variables are likely to include liquidity, cash flow, near-term\nearnings capacity and profitability, solvency or capital position",
            "C": "C.Financial Companies: In contrast to corporate (non-financial) credit analysis, qualitative\nanalysis and asset quality are not important, but cash flow is a highly important (a \\\"key\nindicator\\\")",
            "D": "D.Sovereigns: Includes analysis of country risk, which is primarily political dynamics and"
        },
        "answer": "C",
        "explanation": "Credit analysis of financial companies has much in common with corporate credit\nanalysis, but the authors cite two key differences: With respect to financial companies, \" The\ndifferences are: The importance of asset quality; The omission of cash flow as a key\nindicator.\"对于金融机构的信用风险分析主要关注金融机构的盈利能力（Earnings Capacity），资本充足\n率（Capital Adequacy），资产质量（Asset Quality）以及外部监管政策调整对金融机构的影响。 对于企\n业的信用分析是对制造商、非金融服务商等非金融企业的评价，企业信用风险分析主要关注以下维度： 企业\n的流动性； 企业的现金流； 企业的短期盈利能力和长期盈利能力； 企业的长期偿付能力和资本充足率。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Consumer credit analysis, Corporate credit analysis, Financial institution credit analysis",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "72",
        "question_text": "Blackstone Credit, Inc., made a loan to a small start-up firm. The firm grew rapidly, and it\nappeared that Blackstone had made a good credit decision. However, the firm grew too fast and\ncould not sustain the growth. It eventually failed. Blackstone had initially estimated its\nexposure at default to be $1,200,000. Because of the firm's rapid growth and resulting\nincreases in the line of credit, Blackstone ultimately lost $1,550,000. In terms of credit\nrisk, this is an example of:",
        "image": "",
        "options": {
            "A": "A.Default on payment for goods or services already rendered.",
            "B": "B.A more severe loss than expected due to a ratings downgrade by a rating agency.",
            "C": "C.A more severe loss than expected due to a greater than expected exposure at the time of a\ndefault.",
            "D": "D.A more severe loss than expected due to a lower than expected recovery at the time of a"
        },
        "answer": "C",
        "explanation": "Blackstone lost more than expected due to greater exposure at the time of default\nthan initially estimated. The borrowing firm was a small start-up, so it was not likely rated.\nThere were no goods or services rendered in this case. In addition, there is no mention of\nrecovery. This is also an example of credit risk arising from default on a financial\nobligation.由于违约时的风险敞口比最初估计的要大，Blackstone的损失超出了预期。这家借款公司是一家\n小型初创企业，因此不太可能被评级。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Exposure at Default, Loss Given Default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "73",
        "question_text": "ABC Company, domiciled in a country with a strong legal system, is applying for a USD\n100,000 loan with an annual interest rate of 5% to be used exclusively on expanding its\nbusiness and not to repay current debt. The loan will be secured by the company’s factory\nbuildings, which have an appraised value of USD 200,000. The company has an annual operating\nprofit of USD 3,000. Which of the following statements relating to the credit risk of this\ncompany can most likely be inferred from the given data?",
        "image": "",
        "options": {
            "A": "A.The company’s capacity to pay is low.",
            "B": "B.The company’s willingness to pay is low.",
            "C": "C.The loan exhibits a high loss given default.",
            "D": "D.The loan’s exposure at default will increase."
        },
        "answer": "A",
        "explanation": "Since the company applied for a loan of 100,000 ($), the annual interest was 5,000\n($) and the value of the collateral was 200,000 ($), but the company's annual operating profit\nwas only 3,000 ($), so the company's loan solvency was very low.由于公司所申请贷款为10万（美元\n），年利息为5000（美元），抵押物的价值为20万（美元），但公司的年营业利润仅3000（美元），因此该\n公司的贷款偿付能力很低。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk assessment, Collateral evaluation, Debt servicing capability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "74",
        "question_text": "Krista Skujins, FRM, is a bank credit analyst who is examining the financial statements of a\nbank. She notices that there is a paragraph noted in the auditor's report that states that\nalthough the auditors agreed with virtually all of the bank's accounting treatments of the\nfinancial statement items, the auditors did not agree with the bank's decision to treat some of\nthe leases as operating leases instead of capital leases. Based on that information , which of\nthe following audit report opinions has the auditor most likely issued?",
        "image": "",
        "options": {
            "A": "A.Adverse opinion.",
            "B": "B.Denial of opinion.",
            "C": "C.Qualified opinion.",
            "D": "D.Unqualified opinion."
        },
        "answer": "C",
        "explanation": "This situation is one where a specific accounting treatment used by the bank’s\nmanagement is inconsistent with the accounting rules. It is an isolated instance and so a\nqualified opinion would most likely be issued. 这种情况是指银行管理层使用的特定会计处理与会计准\n则不一致。因此审计很可能会发布一个有保留的意见。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Audit Opinions, Financial Statement Analysis, Lease Accounting",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "75",
        "question_text": "Sarah Garrison is a newly hired loan officer at Lexington Bank and Trust. Her boss told her\nshe needs to make five commercial loans this month to meet her sales goal. Garrison talks to\nfriends and hears about a local businessperson with a great reputation. Everyone in town says\nJohn Johnson is someone you want to meet. Garrison sets up a meeting with Johnson and is\nimmediately impressed with his business sense. They discuss a loan for a new venture Johnson is\nconsidering, and Garrison agrees that it is a great idea. She takes the loan application back\nto the bank and convinces the chair of the loan committee that Lexington Bank and Trust is\nlucky to be able to do business with someone with Johnson's reputation. This is an example of:",
        "image": "",
        "options": {
            "A": "A.Historical analysis technique.",
            "B": "B.Qualitative analysis technique.",
            "C": "C.Quantitative analysis technique.",
            "D": "D.Extrapolation analysis technique."
        },
        "answer": "B",
        "explanation": "Name lending is a qualitative technique that is sometimes used to take the place of\nfinancial analysis. It is a technique used to evaluate the borrower’s willingness to repay a\nfinancial obligation.名义贷款是一种定性技术，有时用来代替财务分析。这是一种用来评估借款人偿还债\n务意愿的技术。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Qualitative analysis, Credit risk assessment, Commercial loans",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "76",
        "question_text": "Economic capital calculations for credit risk assume a recovery rate (defined as 1-loss\nrate). Recovery rates are dependent on the business model of the underlying counterparty and\nits asset volatility in value and size. Under normal anticipated circumstances which of the\nfollowing types of companies will have the highest recovery rate?",
        "image": "",
        "options": {
            "A": "A.An internet merchant of designer clothes",
            "B": "B.A hedge fund",
            "C": "C.An asset intensive manufacturing company",
            "D": "D.A commodities trader"
        },
        "answer": "C",
        "explanation": "The company with the highest recovery rate will be the company with the most\ntangible assets that can be valued in the event of default. Utilities, for example, have high\nrecovery rates because they have large amounts of tangible assets, such as generating plants.\nOf the four choices - internet merchant, hedge fund, asset intensive manufacturing company and\ncommodity trader - the asset intensive manufacturer would have the most tangible assets. Thus,\nchoice 'C' is the correct choice.回收率最高的公司将是在违约情况下能够估值的有形资产最多的公司。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Recovery Rate, Tangible Assets, Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "77",
        "question_text": "Bank of the Plain States has been struggling with poor asset quality for some time. The bank\nlends primarily to large farming operations that have struggled in recent years due to a glut\nof soybeans and corn on the market. Bank regulators have recently required that the bank write\noff some of these loans, which has entirely wiped out the capital of the bank. However, the\nbank still has some liquidity sources it can use, including a correspondent bank and the\nFederal Reserve. Bank of the Plain States is:",
        "image": "",
        "options": {
            "A": "A.An insolvent but not failed bank.",
            "B": "B.Both a failed bank and an insolvent bank.",
            "C": "C.Neither a failed bank nor an insolvent bank.",
            "D": "D.A failed bank but not an insolvent bank."
        },
        "answer": "A",
        "explanation": "Bank of the Plain States is insolvent because capital is wiped out. However, the\nbank has not failed because it is still operating with liquidity from the correspondent bank\nand the Federal Reserve. Therefore，the bank is insolvent but not failed.银行因为资本枯竭而资不\n抵债。然而，这家银行并没有破产，因为它仍在依靠代理行和美联储的流动性运营。因此，这家银行虽然资\n不抵债，但并没有破产。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Asset Quality, Bank Insolvency, Liquidity Sources",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "78",
        "question_text": "A manager of a mutual fund has taken significant credit exposure to Europe and Asia.\nConcerned with uncertain market conditions, the manager wants to change the assumptions in the\nfund’s risk models by increasing the default correlation between bonds issued in Europe and\nbonds issued in Asia. If the default correlation is increased and all the other parameters are\nkept the same, which of the following is true?",
        "image": "",
        "options": {
            "A": "A.The expected loss of the portfolio will increase.",
            "B": "B.The unexpected loss of the portfolio will decrease.",
            "C": "C.The expected loss of the portfolio will decrease.",
            "D": "D.The unexpected loss of the portfolio will increase."
        },
        "answer": "D",
        "explanation": "Default correlation has no effect on the expected losses of the portfolio, but\nincreases the unexpected losses of the portfolio.违约相关性对投资组合的预期损失没有影响，但会增\n加投资组合的非预期损失。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Correlation Risk, Portfolio Risk Management",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "79",
        "question_text": "Consider a pair of two speculative credits, rated BB and BB-, with default probabilities\nrespectively of 2% and 3%. If their joint default probability is 0.4%, which is nearest to the\nimplied default correlation?",
        "image": "",
        "options": {
            "A": "A.Zero",
            "B": "B.0.083",
            "C": "C.0.1424",
            "D": "D.0.3750"
        },
        "answer": "C",
        "explanation": "Default correlation = (0.4% - 2% × 3%)/[sqrt(2% × 98%) × sqrt(3% × 97%)] =\n0.142365",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Default Probability, Joint Default Probability, Default Correlation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "80",
        "question_text": "Which of the following statements regarding the role of a corporate credit analyst is most\nlikely correct?",
        "image": "",
        "options": {
            "A": "A.Earnings analysis is by far the most important analyst task.",
            "B": "B.The larger the size of the firm, the lower the cost of analysis.",
            "C": "C.Analysts are generally required to cover multiple industry areas given the huge diversity\namong corporations.",
            "D": "D.The smaller the firm, the lower the cost of analysis."
        },
        "answer": "B",
        "explanation": "●With a large public company, there may be a lot of publicly available information\nthat would only necessitate secondary research, thereby reducing costs. With a smaller private\ncompany, less information is likely available, and, as a result, more due diligence and primary\nresearch would be required, thereby increasing costs. ●Although the basic analytical\nprinciples are the same, there is huge diversity in the business sectors, products, size, and\ngeographic locations of the firms being analyzed. As a result, the corporate credit analyst\nmust possess specific industry knowledge in order to be effective。An analyst will most likely\nfocus on only one or two industry areas. ●Corporate credit analysts specifically analyze firms\nthat are NOT financial institutions. ●Cash flow analysis, not earnings analysis, is key to\nassessing corporate credit risk.公司信用分析师专门分析非金融机构的公司。评估企业信用风险的关键\n是现金流分析，而不是收益分析。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Corporate credit analysis, Information asymmetry, Industry specialization",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "81",
        "question_text": "The KMV model measures the normalized \"distance to default\". How is this defined?",
        "image": "",
        "options": {
            "A": "A.(Expected Assets - Weighted Debt) \\/ (Volatility of assets)",
            "B": "B.Equity\\/ (Volatility of equity)",
            "C": "C.Probability of stock price falling below a threshold",
            "D": "D.Leverage x Stock Price Volatility"
        },
        "answer": "A",
        "explanation": "The distance to default is defined as (Expected Assets - weighted debt)/(Volatility\nof assets). It is a normalized measure of default and therefore may be used for comparing one\ncompany to another. It does not tell you the probability of default. In order to extend this\nmeasure to a probability of default, KMV uses historical default rates to determine an expected\ndefault frequency as a function of the distance to default.违约距离=（资产-债务阈值）/资产波动\n率",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "KMV model, Distance to default, Probability of default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "82",
        "question_text": "Suppose a portfolio has a value of $1,000,000 with 50 independent credit positions. Each of\nthe credits has a default probability of 2% and a recovery rate of 0%. The credit portfolio has\na default correlation equal to 0. The number of defaults is binomially distributed and the 95th\npercentile of the number of defaults is 3. What is the credit value at risk at the 95%\nconfidence level for this credit portfolio?",
        "image": "",
        "options": {
            "A": "A.$20,000.",
            "B": "B.$40,000.",
            "C": "C.$60,000.",
            "D": "D.$980,000."
        },
        "answer": "B",
        "explanation": "The loss given default is $60,000 [3 x ($1,000,000 / 50)]. The expected loss is\nequal to the portfolio value times π and is $20,000(0.02 x$1,000,000). The credit VaR is\ndefined as the quantile of the credit loss less the expected loss of the portfolio. At the 95%\nconfidence level, the credit VaR is equal to $40,000 ($60,000 minus the expected loss of\n$20,000).60000-20000=40000",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Value at Risk (Credit VaR), Binomial Distribution, Probability of Default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "83",
        "question_text": "Under single-factor model, a firm has a beta of 0.40 and an unconditional default\nprobability of 1%. If we enter a modest economic downturn, such that the value of m = -1.0,\nwhat is the conditional default probability? N(2.1) = 0.9820",
        "image": "",
        "options": {
            "A": "A.1.0%",
            "B": "B.1.8%",
            "C": "C.2.5%",
            "D": "D.2.8%"
        },
        "answer": "B",
        "explanation": "$$\n\\varnothing \\left( \\frac{-2.33 + 0.4}{0.92} \\right) = 1.8\\%\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Systematic and idiosyncratic risk, Single-factor models, Conditional default probability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "84",
        "question_text": "An analyst has noted that the default frequency in the pharmaceutical industry has been\nconstant at 8% for an extended period of time. Based on this information, which of the\nfollowing statements is most likely correct for a randomly selected firm following a Bernoulli\ndistribution? Ⅰ.The cumulative probability that a randomly selected firm in the pharmaceutical\nindustry will default is constant. Ⅱ.The probability that the firm survives for the next 6\nyears without default is approximately 60%.",
        "image": "",
        "options": {
            "A": "A.I only.",
            "B": "B.II only.",
            "C": "C.Both I and II.",
            "D": "D.Neither I nor I."
        },
        "answer": "B",
        "explanation": "Statement I is false because the cumulative probability of default increases (i.e.,\neven the highest rated companies will eventually fail over a long enough period). Statement II\nis true since the probability the firm survives over the next 6 years without default is: (1 –\n0.08)6 = 60.6%.表述一是错误的，因为违约的累积概率是增加的表述二是正确的，因为公司未来6年不违约\n的生存概率是(1 - 0.08)6 = 60.6%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Probability Theory, Default Risk, Bernoulli Distribution",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "85",
        "question_text": "Suppose a firm has two debt issues outstanding. One is a senior debt issue that matures in\nthree years with a principal amount of $100 million. The other is a subordinate debt issue that\nalso matures in three years with a principal amount of $50 million. The annual interest rate is\n5% and the volatility of the firm value is estimated to be 15%. If the volatility of the firm\nvalue declines in the Merton model then which of the following statements is true?",
        "image": "",
        "options": {
            "A": "A.If the firm is experiencing financial distress (low firm value), then the value of senior\ndebt will increase while the values of subordinate debt and equity will both decline.",
            "B": "B.If the firm is not experiencing financial distress (high firm value), then the value of\nsenior debt and subordinate debt and equity will increase.",
            "C": "C.If the firm is experiencing financial distress (low firm value), then the value of senior\ndebt and subordinate debt will increase while equity values will declines.",
            "D": "D.If the firm is not experiencing financial distress (high firm value), then the value of"
        },
        "answer": "A",
        "explanation": "When firms with subordinate debt are experiencing financial distress (low firm\nvalues), changes in the value of subordinate will react to changes in the model parameters in\nthe same way as equity. Since equity is valued as a call option in the Merton model, a decline\nin volatility will reduce the value of equity (and subordinate debt). When firms with\nsubordinate debt are not experiencing financial distress (high firm values), changes in the\nvalue of subordinate will react to changes in the model parameters in the same way as senior\ndebt. Since senior debt is valued as the difference in firm value less equity valued as a call\noption in the Merton model, a decline in volatility will increase the value of senior debt (and\nsubordinate debt).波动率下降，股东权益价值下降，高级债价值上升，次级债则是介于两者之间 公司经历\n财务困境的时候，次级债的表现像股权；当公司没有经历财务困境的时候，次级债的表现像高级债",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Merton model, Debt seniority, Firm value volatility",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "86",
        "question_text": "The forward probability of default for each of five years is shown as follows:\n \n \nThe cumulative probability of default over the 5-year period is closest to:",
        "image": "/Users/liuchunhou/Library/Containers/com.tencent.xinWeChat/Data/Library/Application Support/com.tencent.xinWeChat/2.0b4.0.9/49cd41f51f229ad5bae63e100a63b451/Message/MessageTemp/de6bcf2908ad63797f4d27f06fe84528/File/data/FRM基础/CreditRiskMeasurementandManagement_images/86u.png",
        "options": {
            "A": "A.10.56%.",
            "B": "B.11.88%.",
            "C": "C.12.92%.",
            "D": "D.14.43%."
        },
        "answer": "D",
        "explanation": "$$\nC_2 = 1 - (1 - d_1)(1 - d_2)(1 - d_3)(1 - d_4)(1 - d_5)\n$$\n\n$$\n= 1 - (1 - 0.0425)(1 - 0.0415)(1 - 0.0298)(1 - 0.0287)(1 - 0.0106)\n$$\n\n$$\n= 0.1443 = 14.43\\%\n$$",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Credit Risk, Probability of Default, Cumulative Probability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "87",
        "question_text": "An investor holds a portfolio of two long assets X and Y, valued recently at USD 85 million\nand USD 112 million, respectively. The 1-year probability of default for assets X and Y is 12%\nand 14%, and the joint probability of default is 4.5%. The loss given default for both assets\nis 45%.Calculate the estimated expected loss on the investor’s portfolio due to credit\ndefaults over the next year.",
        "image": "",
        "options": {
            "A": "A.USD 3.9 million",
            "B": "B.USD 11.6 million",
            "C": "C.USD 14.2 million",
            "D": "D.USD 16.5 million"
        },
        "answer": "B",
        "explanation": "```markdown\n| Scenario | Loss | Probability | Loss * Probability|\n|----------|------|-------------|\n| 0 | 0 | 0.785 | 0 |\n| X | 38.25 | 0.075 | 2.86875 |\n| Y | 50.4 | 0.095 | 4.788 |\n| X+Y | 88.65 | 0.045 | 3.98925 |\n|    |    | EL | 11.646 |\n```",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit risk, Probability of default, Loss given default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "88",
        "question_text": "Which of the following statements is most accurate in regard to describing a good rating\nsystem?",
        "image": "",
        "options": {
            "A": "A.A specific rating system accurately measures the distance from a default event.",
            "B": "B.A verifiable rating system requires backtesting default probabilities on at least a monthly\nbasis.",
            "C": "C.A homogeneous rating system provides judgments based solely on credit risk considerations.",
            "D": "D.An objective rating system results in ratings that can be compared across customer types and"
        },
        "answer": "A",
        "explanation": "In order for a rating system to meet the specificity requirement, it must measure\nthe distance to a default event. A verifiable rating system requires backtesting on a\ncontinuous basis. A homogeneous rating system implies that ratings are comparable among\ncustomer types, market segments, and portfolios. An objective rating system produces judgments\nbased on considerations tied to credit risk.好的评级体系的主要特点如下： 可测量性\n（Measurability） 可测量性是指评级体系可以表现出违约概率。 可验证性（Verifiability） 可验证性是\n指通过市场的实际数据可以验证评级体系的准确度。 客观性（Objectivity） 客观性是指评级体系中的评级\n仅仅考虑信用事件，不考虑其他因素。 同质性（Homogeneity） 同质性是指不同主体的信用评级是可以比较\n的，即评级的核心逻辑相同。 具体性（Specificity） 具体性是指通过评级情况即可得到违约情况。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Risk Analysis, Rating Systems, Default Probability Measurement",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "89",
        "question_text": "Which of the following statements regarding the Merton model is true?",
        "image": "",
        "options": {
            "A": "A.A firm with numerous debt issues that mature at different times is easy to value with the\nMerton model.",
            "B": "B.The Merton model assumes a lognormal distribution and constant variance for changes in firm\nvalue.",
            "C": "C.The Merton model is able to predict default because it allows for default surprises (i.e.,\njumps).",
            "D": "D.Empirical results indicate that the Merton model is able to predict default better than na?ve"
        },
        "answer": "B",
        "explanation": "Most firms have a variety of debt instruments that mature at different times and\nhave many different coupon rates (i.e., not just zero-coupons as assumed by the Merton model);\ntherefore, Choice A is false. The Merton model assumes that the underlying asset follows a\nlognormal distribution with constant variance; therefore, Choice B is true. The Merton model\ndoes not allow the firm value to jump. Since most defaults are surprises, the inability to have\njumps in the firm value in the Merton model makes default too predictable; Therefore, Choice C\nis false. Jone, Mason, Rosenfeld (1984) report that a na?ve model of predicting that debt is\nriskless works better for investment grade bonds than the Merton model. However, the Merton\nmodel works better than the na?ve model for debt below investment grade; therefore, Choice D is\nfalse.大多数公司有各种各样的债务，它们在不同的时间到期，并且有许多不同的票面利率，这不是默顿模\n型的假设。因此，选项A是错误的。默顿模型假设标的资产服从一个方差恒定的对数正态分布;因此，选项B是\n正确的。默顿模型不允许公司价值跳跃。因此，选项C是错的。默顿模型对投资级以下债券违约预测更有效\n;因此，选项D是错的的。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Merton Model, Lognormal Distribution, Default Prediction",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "90",
        "question_text": "Each of the following items represents an example of qualitative information that would\nideally be captured in assessing default probability except:",
        "image": "",
        "options": {
            "A": "A.Managements education and experience.",
            "B": "B.Internal controls associated with financial reporting.",
            "C": "C.Diversification of products and customers locally and globally.",
            "D": "D.Trends in throughput and other operational efficiency metrics."
        },
        "answer": "D",
        "explanation": "Trends and other efficiency measures that can be captured with metrics are\nconsidered quantifiable, which means they are not considered qualitative measures. The other\nthree items are considered qualitative in that they are not easily and consistently\nquantified.可以用度量来捕获的趋势和其他效率度量被认为是可量化的，这意味着它们不是定性度量。其他\n三个项目被认为是定性的，因为它们不容易量化。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Qualitative information, Default probability assessment, Operational efficiency metrics",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "91",
        "question_text": "The cumulative probability of default for a note over two years is 3.8%. If the probability\nof default during the first year is 1.5%, the probability of default during the second year is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.2.96%",
            "B": "B.2.34%",
            "C": "C.3.17%",
            "D": "D.3.28%"
        },
        "answer": "B",
        "explanation": "$$\nc_2 = 1 - (1 - d_1)(1 - d_2)\n$$\n\n$$\n0.038 = 1 - (1 - 0.015)(1 - d_2)\n$$\n\n$$\n\\Rightarrow d_2 = 0.0234\n$$",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Credit Risk Modeling, Probability Theory, Default Probability Calculation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "92",
        "question_text": "A non-dividend paying firm financed with 100% equity issues a zero-coupon bond with a\nprincipal amount of $50 million due in three years. What are the values of the different\ncomponents of the firm's capital structure at the maturity date of the bond if the firm value\nat that time is $40 million?",
        "image": "",
        "options": {
            "A": "A.$50 million in debt and $10 million in equity.",
            "B": "B.$10 million in debt and $30 million in equity.",
            "C": "C.$50 million in debt and $40 million in equity.",
            "D": "D.$40 million in debt and $0 in equity."
        },
        "answer": "D",
        "explanation": "The value of equity is the value of a call on the value of the firm with an\nexercise price equal to the face value of the zero-coupon bond, ST = Max(VT - F, 0) = Max(40 -\n50, 0) = 0 (i.e., equity has no value). The value of debt is DT = F - Max(F - VT, 0) or\nalternatively, DT = VT - ST ,Therefore, the value of debt is 40 - 0 = 40 = $40 million.ST =\nMax(VT - F, 0) = Max(40 - 50, 0) = 0 DT = VT - ST =40 - 0 = 40 = $40",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Capital structure, Valuation of debt and equity, Zero-coupon bonds",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "93",
        "question_text": "The capital structure of ABC Corporation consists of two parts, one 5 year bond with face\nvalue of $100 million and the rest is equity. The current market value of the firm assets is\n$130 and the expected rate of change of the firm’s value is 25%. The volatility is 30%. The\nfirm’s risk management division estimates the distance to default using Merton model. Given\nthe distance to default, the estimated physical default probability is? (N(1.92) = 97.25%;\nN(2.58) = 99.52%)",
        "image": "",
        "options": {
            "A": "A.2.75%",
            "B": "B.12.78%",
            "C": "C.12.79%",
            "D": "D.30.56%"
        },
        "answer": "A",
        "explanation": "$$\nd_2 = \\frac{\\ln\\left[\\frac{130}{100} \\times e^{-25\\% \\times 5}\\right]}{0.3 \\times \\sqrt{5}} - \\frac{1}{2} \\times 0.3 \\times \\sqrt{5} = 1.92\n$$\n\nThe physical default probability is $N(-d_2) = 2.75\\%$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Merton Model, Default Probability, Capital Structure",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "94",
        "question_text": "The spread on a one-year BBB rated bond relative to the risk-free treasury of similar\nmaturity is 2%. It is estimated that the contribution to this spread by all non-credit factors\n(e.g., liquidity risk, taxes) is 0.8%. Assuming the loss given default rate for the underlying\ncredit is 60%, what is approximately the implied default probability for this bond?",
        "image": "",
        "options": {
            "A": "A.3.33%",
            "B": "B.5.00%",
            "C": "C.3.00%",
            "D": "D.2.00%"
        },
        "answer": "D",
        "explanation": "The probability of default equals the credit risk spread divided by the loss given\ndefault. PD = spread/LGD. Here, the spread due to credit risk equals 2.0% - 0.8% or 1.2% and\nthe loss given default is 60%. The probability of default is then 2%.风险债券相对与无风险收益的\n信用价差是2%，但在这个信用价差中，包含了其他风险，比如流动性风险、税收等，这些因素对该价差的\n“贡献度”为0.8%。那么信用风险价差为2%-0.8%=1.2%。已知违约损失率LGD为60%，则违约概率\n=1.2%/60%=2%。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk, Bond Spreads, Default Probability Calculation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "95",
        "question_text": "Given the following ratings transition matrix, calculate the two-period cumulative\nprobability of default for a 'B' credit.",
        "image": "",
        "options": {
            "A": "A.2.0%",
            "B": "B.2.5%",
            "C": "C.4.0%",
            "D": "D.4.5%"
        },
        "answer": "D",
        "explanation": "The first period probability of default for a B-rated bond is 2%. In second period\nthe probability of default is the probability of surviving year 1 and defaulting in year 2. The\nyear 2 probability of default = (0.03×0.00)＋(0.90×0.02)＋(0.05×0.14) = 2.5%. Therefore, the\ntwo-period cumulative probability of default = 2%＋2.5% = 4.5%.第一年违约概率是2%，第二年违约概\n率是(0.03×0.00)＋(0.90×0.02)＋(0.05×0.14) = 2.5%.总的违约概率是2%＋2.5%=4.5%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit risk modeling, Ratings transition matrix analysis, Multi-period default probability calculation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "96",
        "question_text": "Which of the following methods is typically implemented as the second stage of principal\ncomponent analysis?",
        "image": "/Users/liuchunhou/Library/Containers/com.tencent.xinWeChat/Data/Library/Application Support/com.tencent.xinWeChat/2.0b4.0.9/49cd41f51f229ad5bae63e100a63b451/Message/MessageTemp/de6bcf2908ad63797f4d27f06fe84528/File/data/FRM基础/CreditRiskMeasurementandManagement_images/96u.png",
        "options": {
            "A": "A.Factor analysis.",
            "B": "B.Divisive clustering.",
            "C": "C.Hierarchical clustering.",
            "D": "D.The canonical correlation method."
        },
        "answer": "A",
        "explanation": "Factor analysis is often used as the second stage of principal component analysis.\nIn terms of the process, step one is to standardize principal components. Then, the values of\nthe new variables (factor loadings) should be standardized.因子分析常被用作主成分分析的第二阶段\n。在流程方面，第一步是对主要成分标准化。然后，应该对新变量的值进行标准化。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Factor Analysis, Principal Component Analysis, Standardization",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "97",
        "question_text": "Which of the following equations best defines the default correlation for a two firm credit\nportfolio?",
        "image": "",
        "options": {
            "A": "A.ρ=(π12?π1π2)/(√(π1 (1?π1) ) √(π2 (1?π2)))",
            "B": "B.ρ=π12/(√(π1(1?π1) ) √(π2 (1?π2)))",
            "C": "C.ρ=π12/(√((1?π1) ) √( (1?π2)))",
            "D": "D.ρ=(π12?π1π2)/(√(π1 ) √(π2))"
        },
        "answer": "A",
        "explanation": "$$\n\\rho = \\frac{\\pi_{12} - \\pi_{1}\\pi_{2}}{\\sqrt{\\pi_{1}(1 - \\pi_{1})}\\sqrt{\\pi_{2}(1 - \\pi_{2})}}\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Default Correlation, Credit Risk Modeling, Two-Firm Credit Portfolio",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "98",
        "question_text": "A bank has an outstanding trade with one of its counterparties with an exposure of $500,000\nand a recovery rate of 70%. The bank estimated that there is a 2% probability that the\ncounterparty will default on its obligations. What is the bank’s expected loss?",
        "image": "",
        "options": {
            "A": "A.$3,000",
            "B": "B.$7,000",
            "C": "C.$10,000",
            "D": "D.$150,000"
        },
        "answer": "A",
        "explanation": "At a recovery rate of 70%, the recovery amount is $500,000×0.70 = $350,000 The\nloss given default (LGD) is $500,000 - $350,000 = $150,000 Expected loss is (probability of\ndefault×LGD) = 0.02×$150,000 = $3,000RR=$500,000×0.70 = $350,000LGD=$500,000 - $350,000 =\n$150,000EL= 0.02×$150,000 = $3,000",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Credit Risk, Expected Loss Calculation, Loss Given Default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "99",
        "question_text": "Suppose there is a $1,000,000 portfolio with n credits that each have a default probability,\nπ = 2% and a zero recovery rate. The default correlation is 0 and n = 1,000. There is a\nprobability of 28 defaults at the 95th percentile based on the binomial distribution with the\nparameters of n = 1,000 and π = 0.02. What is the credit VaR at the 95% confidence level based\non these parameters?",
        "image": "",
        "options": {
            "A": "A.$7,000",
            "B": "B.$8,000",
            "C": "C.$9,000",
            "D": "D.$10,000"
        },
        "answer": "B",
        "explanation": "The 95th percentile of the credit loss distribution is $28,000\n(28×$1,000,000/1,000). The expected loss is $20,000 ($1,000,000×0.02). The credit VaR is then\n$8,000 ($28,000 - $20,000).预期损失EL=$20,000 ($1,000,000×0.02)极端损失=$28,000\n(28×$1,000,000/1,000). VaR=$8,000 ($28,000 - $20,000).",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit risk, Value at Risk (VaR), Binomial distribution",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "100",
        "question_text": "An analyst is using Moody’s KMV model to estimate the distance to default of a large\npublic firm, Shoos Inc., a firm that designs, manufactures and sells athletic shoes. The\nfirm’s capital structure consists of USD 40 million in short-term debt, USD 20 million in\nlong-term debt, and there are one million shares of stock currently trading at USD 10 per\nshare. The asset volatility is 20% per year. What is the normalized distance to default for\nShoos Inc.?",
        "image": "",
        "options": {
            "A": "A.0.714",
            "B": "B.1.430",
            "C": "C.2.240",
            "D": "D.5.000"
        },
        "answer": "B",
        "explanation": "Moody's KMV model is a model for predicting private company defaults. It covers many geographic specific models, and each model reflects the unique lending, regulatory, and accounting practices of that region. Moody KMVcomputes the normalized distance to default as:\n\n$$\nDD = \\frac{A - K}{A\\sigma_A}\n$$\n\nwhere: \"K\" (floor) is defined as the value of all short term liabilities (one year and under) plus one half of the book value of all long term debt: 40 million + 0.5 * 20 million = 50 million. \"A\" is the value of assets: Market value of equity 1 million shares \\times 10/share = 10 million) plus the book value of all debt (60 million) = 70 million. Thus $A\\sigma_A = 20\\% \\times 70 million = 14 million$. DD = (70 million - 50 million) / 14 million = 1.429 standard deviations",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk Modeling, Market Risk Measurement, Capital Structure Analysis",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "101",
        "question_text": "Consider two portfolios. One with USD 100 million credit exposure to a single B-rated\ncounterparty. The second with USD 100 million on credit exposure split evenly between 50 B-\nrated counterparties. Assume that default probabilities and recovery rates are the same for all\nB-rated counterparties. Which of the following is correct?",
        "image": "",
        "options": {
            "A": "A.The expected loss of the first portfolio is greater than the expected loss of the second\nportfolio AND the unexpected loss of the first portfolio is greater than the unexpected loss of\nthe second portfolio.",
            "B": "B.The expected loss of the first portfolio is greater than the expected loss of the second\nportfolio AND the unexpected loss of the first portfolio is equal to the unexpected loss of the\nsecond portfolio.",
            "C": "C.The expected loss of the first portfolio is equal to the expected loss of the second\nportfolio AND the unexpected loss of the first portfolio is equal to the unexpected loss of the\nsecond portfolio.",
            "D": "D.The expected loss of the first portfolio is equal to the expected loss of the second"
        },
        "answer": "D",
        "explanation": "There’s diversification effect in unexpected loss非预期损失存在分散化效应",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Diversification, Unexpected Loss",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "102",
        "question_text": "An investor holds a portfolio of USD 100 million. This portfolio consists of A-rated bonds\n(USD 40 million) and BBB-rated bonds (USD 60 million). Assume that the one-year probabilities\nof default for A-rated and BBB-rated bonds are 3 % and 5%, respectively, and that they are\nindependent. If the recovery value for A-rated bonds in the event of default is 70% and the\nrecovery value for BBB-rated bonds is 45%, what is the one-year expected credit loss from this\nportfolio?",
        "image": "",
        "options": {
            "A": "A.USD 1,672,000",
            "B": "B.USD 1,842,000",
            "C": "C.USD 2,010,000",
            "D": "D.USD 2,218,000"
        },
        "answer": "C",
        "explanation": "Expected Loss for A-rated Bonds = 0.03×40,000,000 × (1 - 0.70) = 360,000 Expected\nLoss for BBB-rated Bonds = 0.05×60,000,000 × (1 - 0.45) = 1,650,000 Total Expected Loss =\n360,000 + 1,650,000 = 2,010,000EL(A)= 0.03×40,000,000 × (1 - 0.70) = 360,000EL(BBB)=\n0.05×60,000,000 × (1 - 0.45) = 1,650,000EL(P)= 360,000 1,650,000 = 2,010,000",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk, Expected Loss, Default Probabilities",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "103",
        "question_text": "A firm has issued a single zero-coupon bond that matures in 5 years and has a face value of\n100. Assume that the volatility of the firm value is 0.5. Assume the risk-free rate is 0.04,\nand that firm value equal to 400. Using the Merton model, what is the value of the bond? In the\nfollowing table, N(d) denotes the cumulative distribution function for a standard normal\ndistribution evaluate at d.",
        "image": "",
        "options": {
            "A": "A.75.50",
            "B": "B.324.47",
            "C": "C.310.40",
            "D": "D.89.60"
        },
        "answer": "A",
        "explanation": "$$\n\\begin{array}{ccc|ccc}\nd & N(d) & & d & N(d) \\\\\n-1.978 & 0.024 & & 0.681 & 0.752 \\\\\n-1.960 & 0.025 & & 0.860 & 0.805 \\\\\n-1.799 & 0.036 & & 0.995 & 0.840 \\\\\n-1.505 & 0.066 & & 1.505 & 0.934 \\\\\n-0.995 & 0.160 & & 1.799 & 0.964 \\\\\n-0.681 & 0.248 & & 1.960 & 0.975 \\\\\n-0.123 & 0.451 & & 1.978 & 0.976 \\\\\n\\end{array}\n$$\n\n$V = 400, F = 100, r = 0.04, \\sigma = 0.5, T - t = 5$\n\n$$\nBond = V \\times N(-d_1) + F \\times e^{-r \\times (T-t)} \\times N(d_2)\n$$\n\n$$\nd_{1,2} = \\frac{\\ln [V / F \\times e^{-r \\times (T-t)}]}{\\sigma \\times \\sqrt{T - t}} \\pm \\frac{1}{2} \\times \\sigma \\times \\sqrt{T - t}\n$$\n\n$d_1 = 1.978, d_2 = 0.860$\n\nBond = 75.50",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Credit Risk Modeling, Merton Model, Bond Valuation.",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "104",
        "question_text": "Suppose a portfolio has a notional value of $1,000,000 with 20 credit positions. Each of\nthe credits has a default probability of 2% and a recovery rate of zero. Each credit position\nin the portfolio is an obligation from the same obligor, and therefore, the credit portfolio\nhas a default correlation equal to 1. What is the credit value at risk at the 99% confidence\nlevel for this credit portfolio?",
        "image": "",
        "options": {
            "A": "A.$0",
            "B": "B.$1,000",
            "C": "C.$20,000",
            "D": "D.$980,000"
        },
        "answer": "D",
        "explanation": "With the default correlation equal to 1, the portfolio will act as if there is only\none credit. Viewing the portfolio as a binomial distributed random variable, there are only two\npossible outcomes for a portfolio acting as one credit. The portfolio has a 2% probability of\ntotal loss and a 98% probability of zero loss. Therefore, with a recovery rate of zero, the\nextreme loss given default is $1,000,000. The expected loss is equal to the portfolio value\ntimes π and is $20,000 in this example. The credit VaR is defined as the quantile of the\ncredit loss less the expected loss of the portfolio. At the 99% confidence level, the credit\nVaR is equal to $980,000.当相关性为1时，整体的投资组合就相当于是一个资产，要不违约，要不就不违\n约。违约概率是2%时，99%的置信水平，对应的预期损失是20,000 ，极端损失是1000000，VaR值是$980,000.",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk, Value at Risk (VaR), Default Correlation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "105",
        "question_text": "A credit loss on market-driven instruments such as swaps and forwards arises if:",
        "image": "",
        "options": {
            "A": "A.Market rates move in your favor.",
            "B": "B.Market rates move against you.",
            "C": "C.Market rates move against you and the counterparty defaults.",
            "D": "D.Market rates move in your favor and the counterparty defaults."
        },
        "answer": "D",
        "explanation": "A credit loss on market-driven instruments such as swaps and forwards arises if\nMarket rates move in your favor and the counterparty defaults市场利率朝着对你有利的方向移动，而\n交易对手违约时，更有可能发生信用损失。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Counterparty Risk, Credit Risk in Derivatives, Market Risk.",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "106",
        "question_text": "A portfolio manager uses the single-factor model to estimate default risk. What is the mean\nand standard deviation for the conditional distribution when a specific realized market value\nm,is used?",
        "image": "",
        "options": {
            "A": "A.The mean and standard deviation are equivalent in the standard normal distribution.",
            "B": "B.The mean is βim and the standard deviation is √(1-βi2 )",
            "C": "C.The mean is m and the standard deviation is βi",
            "D": "D.The mean is m and the standard deviation is 1."
        },
        "answer": "B",
        "explanation": "The conditional distribution is a normal distribution with a mean of βim and a\nstandard deviation of √(1-βi2 )有条件的单因素模型的均值是βim,标准差是√(1-βi2 )",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Single-Factor Model, Conditional Distribution, Default Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "107",
        "question_text": "The KMV model:",
        "image": "",
        "options": {
            "A": "A.Assigns a probability to a firm to indicate its likelihood of default by using the cumulative\nnormal distribution, like the Merton model.",
            "B": "B.Assigns a probability to a firm to indicate its likelihood of default by using the cumulative\nnormal distribution, which distinguishes it from the Merton model.",
            "C": "C.Does not use the cumulative normal distribution to assign a probability to a firm to indicate\nits likelihood of default, which distinguishes it from the Merton model.",
            "D": "D.Does not use the cumulative normal distribution to assign a probability to a firm to indicate"
        },
        "answer": "C",
        "explanation": "The Merton model uses the cumulative normal distribution to determine the\nprobability of default. The KMV model uses a proprietary algorithm that is not known to the\npublic.KMV模型使用了一种不为公众所知的专有算法。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk modeling, KMV model, Merton model",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "108",
        "question_text": "A company has a constant 7% per year probability of default. What is the probability the\ncompany will be in default in three years?",
        "image": "",
        "options": {
            "A": "A.7%",
            "B": "B.19.6%",
            "C": "C.21%",
            "D": "D.22.5%"
        },
        "answer": "B",
        "explanation": "The probability that the firm will be in default in three years = 1- (1-0.07)3 =\n19.6%3年内的违约概率=1- (1-0.07)3 = 19.6%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Probability of default, Time horizon analysis, Compounding probability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "109",
        "question_text": "Suppose a credit position has a correlation to the market factor of 0.5. What is the\nrealized market value that is used to compute the probability of reaching a default threshold\nat the 99% confidence level?",
        "image": "",
        "options": {
            "A": "A.-0.2500.",
            "B": "B.-0.4356.",
            "C": "C.-0.5825.",
            "D": "D.-0.6243."
        },
        "answer": "D",
        "explanation": "$$\n-2.33 = \\frac{-2.33 - 0.5\\overline{m}}{\\sqrt{1 - 0.5^2}}\n$$\n\n$$\n-2.33 \\times 0.86603 = -2.33 - 0.5\\overline{m}\n$$\n\n$$\n-2.01785 + 2.33 = -0.5\\overline{m}\n$$\n\n$$\n0.31215 = -0.5\\overline{m}\n$$\n\n$$\n-0.62430 = \\overline{m}\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit risk, Market correlation, Default probability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "110",
        "question_text": "According to the Merton model, which of the following most accurately describes the value\nof a firm’s debt? The value of the:",
        "image": "",
        "options": {
            "A": "A.Firm and a long call on the value of the firm.",
            "B": "B.Firm’s equity and a long call on the firm.",
            "C": "C.Firm and a short call on the value of the firm.",
            "D": "D.Firm’s equity and a short call on the firm."
        },
        "answer": "C",
        "explanation": "Using the Merton model, the value of debt (DT) is the value of the firm (VT) less a\ncall option on the value of the firm.利用默顿模型，债务价值(DT)是企业价值(VT)减去企业价值的看涨\n期权。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Merton model, Debt valuation, Option pricing theory",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "111",
        "question_text": "A firm is experiencing financial difficulties. Using a contingent claims approach, which of\nthe following best describes the valuation of their senior and subordinated debt?",
        "image": "",
        "options": {
            "A": "A.Both the senior debt and subordinated debt have positive exposures to debt maturity, firm\nvolatility, and interest rates (i.e., the debt value increases as these factors increase).",
            "B": "B.The senior debt has negative exposures to debt maturity, firm volatility, and interest rates\n(i.e., the senior debt value decreases as these factors increase). The subordinated debt has\npositive exposures to debt maturity, firm volatility, and interest rates (i.e., the\nsubordinated debt value increases as these factors increase).",
            "C": "C.The senior debt has positive exposures to debt maturity, firm volatility, and interest rates\n(i.e., the senior debt value increases as these factors increase). The subordinated debt has\nnegative exposures to debt maturity, firm volatility, and interest rates (i.e., the\nsubordinated debt value decreases as these factors increase).",
            "D": "D.Both the senior debt and subordinated debt have negative exposures to debt maturity, firm"
        },
        "answer": "B",
        "explanation": "If a firm is in financial distress, the subordinated debt behaves more like equity\nand a call option. It will increase in value as time to maturity increases, volatility\nincreases, and interest rates increase. The senior debt will have negative exposures to these\nfactors. If the firm is not in distress, both the senior debt and subordinated debt have\nnegative exposures to these factors because the subordinated debt behaves more like senior debt\nthan equity. In this case, choice B would be correct.公司经历财务困境的时候，次级债的表现像股权\n；当公司没有经历财务困境的时候，次级债的表现像高级债",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Contingent claims analysis, Senior vs subordinated debt, Financial distress and debt behavior",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "112",
        "question_text": "In comparing agency rating systems to internal (experts-based) rating systems, evidence has\nshown that:",
        "image": "",
        "options": {
            "A": "A.Internal systems and agency systems are equally compliant in regard to specificity.",
            "B": "B.Agency systems are more compliant in regard to verifiability than internal systems.",
            "C": "C.Agency systems are less compliant in regard to measurability than internal systems.",
            "D": "D.Internal systems are more compliant in regard to objectivity and homogeneity than agency"
        },
        "answer": "B",
        "explanation": "Across all features of a good rating system (objectivity and homogeneity,\nspecificity, and measurability and verifiability), agency ratings are deemed more compliant\nthan internal, experts-based rating systems.良好的评级系统的所有特征(客观性和同质性、特异性、可\n测量性和可验证性)中，机构评级被认为比内部的、基于专家的评级系统更符合要求。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Rating Systems, Rating Agency Compliance, Internal Ratings Systems",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "113",
        "question_text": "What is the survival rate at the end of three years, if the annual default probabilities\nare 8%, 12% and 15% in the first, second and third years, respectively?",
        "image": "",
        "options": {
            "A": "A.68.8%",
            "B": "B.39.1",
            "C": "C.99.9%",
            "D": "D.65.0%"
        },
        "answer": "A",
        "explanation": "Survival rate = (1 - 8%)(1 - 12%)(1 - 15%) = 68.8%存活率= (1 - 8%)(1 - 12%)(1 -\n15%) = 68.8%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Probability of Default, Survival Rate Calculation, Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "114",
        "question_text": "A corporate bond with a face value of $1,000 has a remaining maturity of 15 years. Using\nthe Merton model, the current value of the bond is calculated at $650. Assuming that the risk-\nfree rate is equal to 2%, what is the credit spread for this bond?",
        "image": "",
        "options": {
            "A": "A.23 bps.",
            "B": "B.65 bps.",
            "C": "C.87 bps.",
            "D": "D.98 bps."
        },
        "answer": "C",
        "explanation": "$$\n\\text{Credit Spread} = -\\left( \\frac{1}{T - t} \\right) \\ln \\left( \\frac{D}{F} \\right) - r = - \\left( \\frac{1}{15}\\right) * \\ln \\left(\\frac{650}{1000}\\right) - 0.02\n$$\n\n$$\n= 87 \\text{bps}\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk, Bond Valuation, Merton Model",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "115",
        "question_text": "The forward probability of default for years one and two is 0.5% and 1.1%, respectively. If\nthe cumulative probability of default for the 3-year period is 4.45%, the forward probability\nof default for year three is closest to:",
        "image": "",
        "options": {
            "A": "A.2.8%",
            "B": "B.3.2%",
            "C": "C.2.9%",
            "D": "D.2.7%"
        },
        "answer": "C",
        "explanation": "$$\nc_2 = 1 - (1 - d_1)(1 - d_2)(1 - d_3)\n$$\n\n$$\n0.0445 = 1 - (1 - 0.005)(1 - 0.011)(1 - d_3) \\\\\n\\Rightarrow d_3 = 2.9\\%\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit Risk, Probability of Default, Cumulative Probability",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "116",
        "question_text": "Peter, the municipal bond analyst observes that in recent years there have occurred only\nabout 6 U.S. municipal defaults per year. If he makes the highly simplifying assumption that 6\ndefaults per year is the average in a Poisson process (distribution), what is the probability\nthat the next municipal default will occur within one month?",
        "image": "",
        "options": {
            "A": "A.8.42%",
            "B": "B.17.00%",
            "C": "C.39.35%",
            "D": "D.60.65%"
        },
        "answer": "C",
        "explanation": "$$\n\\text{p[next default within one month]} = 1 - e^{-\\lambda \\text{T}} = 1 - e^{-0.5} = 39.35\\%\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Probability distributions, Poisson process, Risk modeling",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "117",
        "question_text": "The spread on a one-year BBB-rated bond relative to the risk-free treasury of similar\nmaturity is 1.4%. It is estimated that the contribution to this spread by all noncredit factors\n(e.g., liquidity risk, taxes) is 0.4%. Assuming the loss given default rate for the underlying\ncredit is 40%, what is, approximately, the implied default probability for this bond?",
        "image": "",
        "options": {
            "A": "A.1.67%",
            "B": "B.2.33%",
            "C": "C.3.50%",
            "D": "D.2.50%"
        },
        "answer": "D",
        "explanation": "The probability of default equals the credit risk spread divided by the loss given\ndefault. PD = spread/LGD. Here, the spread due to credit risk equals 1.4% - 0.4% or 1.0% and\nthe loss given default is 40%. The probability of default is then 2.5%.违约概率等于信用风险利差\n除以违约损失。PD=(1.4%-0.4%)/40%=2.5%",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit risk modeling, Bond valuation, Probability of default",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "118",
        "question_text": "Which of the following statements is correct regarding credit risk scoring models?",
        "image": "",
        "options": {
            "A": "A.A pooled model will result in scores ranging from 300 to 850.",
            "B": "B.A custom model is cheaper to implement than credit bureau scores.",
            "C": "C.Multiple requests for new credit will reduce an applicant's credit score.",
            "D": "D.An example of a characteristic in a scoring model is the applicant's current gross salary of"
        },
        "answer": "C",
        "explanation": "An individual's credit file will show a history of credit requests, with multiple\nrequests causing an applicant's credit score to decline. A credit bureau score model (rather\nthan pooled model) will result in scores ranging from 300 to 850. A custom model is more\nexpensive to implement than credit bureau scores. \"Gross salary with current employer\" is an\nexample of a characteristic, with the actual salary number itself representing an attribute.纯\n外部的评分模型（Credit Bureau Scores）：又称为FICO线性的评分模型，由外部专业机构建立模型，并且\n用公开数据来进行评估的评估模型。 数据池模型（Pooled Models）：此模型是借助第三方建立的，利用的\n是与本银行资产组合相似的外部数据或者本银行的内部数据。 客户模型（Custom Models）是纯粹的内部建\n立的模型，用自己的数据进行分析。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit risk scoring models, Credit bureau scores, Custom scoring models",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "119",
        "question_text": "The dark side of retail credit risk is perpetuated by all of the following factors except:",
        "image": "",
        "options": {
            "A": "A.capital set aside to protect a bank in the event of default.",
            "B": "B.process flaws resulting in high risk applicants receiving credit.",
            "C": "C.new products which do not have sufficient historical loss data.",
            "D": "D.a social acceptance of bankruptcy and borrowers \\\"walking away“ from their obligations."
        },
        "answer": "A",
        "explanation": "Capital must be set aside to protect banks in the event of default, but this is a\nresponse to the dark side of retail credit risk rather than a perpetuating factor. A process\nflaw which grants credit to high risk individuals, a new product which doesn’t have historical\nloss data, and the social “acceptance” of failing to meet debt payments are all considered\nperpetuating factors of retail credit risk.在违约的情况下，银行必须留出资本来保护银行，但这是对\n零售信贷风险的阴暗面的一种回应，而不是持久的因素。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Retail Credit Risk, Credit Risk Management, Default Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "120",
        "question_text": "If a pool of mortgage loans begins the month with a balance of $10,500,000, has a scheduled\nprincipal payment of $54,800, and ends the month with a balance of $9,800,000, what is the CPR\nfor this month?",
        "image": "",
        "options": {
            "A": "A.6.177%",
            "B": "B.42.240%",
            "C": "C.53.472%",
            "D": "D.66.670%"
        },
        "answer": "C",
        "explanation": "如下：",
        "QA type": "math reasoning QA",
        "knowledge topics": "Prepayment Risk, Mortgage-Backed Securities, Conditional Prepayment Rate (CPR)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "121",
        "question_text": "Which of the following measures are most likely to be used by a securitized product backed\nby student loans?",
        "image": "",
        "options": {
            "A": "A.Single monthly mortality (SMM), constant prepayment rate (CPR), and Public Securities\nAssociation (PSA).",
            "B": "B.Loss curves and absolute prepayment speed (APS).",
            "C": "C.Weighted average life (WAL), weighted average maturity (WAM), and weighted average coupon\n(WAC).",
            "D": "D.Debt service coverage ratio (DSCR) and monthly payment rate (MPR)."
        },
        "answer": "A",
        "explanation": "The constant prepayment rate (CPR) and the Public Securities Association (PSA)\nmethod are common methodologies used to estimate prepayments for student loans and\nmortgages.PSA是美国公共证券协会提出的提前偿付维度，反应了CPR的基准场景。100%PSA表示CPR在期初是\n0，每个月上升0.2%，上升30个月后达到6%。SMM=当月提前偿付本金/(期初本金?当月应还本金)1-SMM表示本\n月没有提前偿付的部分，(1-SMM)12表示本年没有提前偿付的部分，1-(1-SMM)12表示本年提前偿付的部分\n，因此年化提前偿付率为1-(1-SMM)12。WAC，指的是整个资产池的加权平均的利率，资产池中不同抵押贷款\n利率是不一样的。WAM，指的是整个抵押贷款资产池的平均还款时间，因为资产池当中的每个抵押贷款可能期\n限是不一样的。两者都是加权平均，反映的都是资产池的基本特点。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Prepayment modeling, Securitized products, Weighted average metrics",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "122",
        "question_text": "As the CRO of a retail bank, you are presenting to your Risk Committee the benefits of\nsecuritizing a pool of mortgages. Which of the following would you use to support your\narguments that this will benefit the bank? Ⅰ.It will improve your bank's return on capital\nⅡ.Will immediately increase your bank's available capital Ⅲ.You will be able to offer an\nattractive yield to investors Ⅳ.It will lower your borrowing costs",
        "image": "",
        "options": {
            "A": "A.I and III only",
            "B": "B.I, III, and IV only",
            "C": "C.I, II, III and IV",
            "D": "D.I, II, and IV only"
        },
        "answer": "C",
        "explanation": "●'I' is valid. Securitization can improve a bank's return by moving risk assets\noff the books. ●'II' is valid. Moving assets off balance sheet can reduce capital requirements\nand improve capital adequacy. ●'III' is valid. III, which is a benefit for the investor, could\nalso in principle be relevant to the bank if the bank is having trouble placing securities\n(e.g., severe adverse selection costs). ●'IV' is valid. By moving riskier assets off the\nbalance sheet via securitization, the bank can lower its borrowing costs.通过资产证券化的方式\n，首先银行的风险资产可以剥离出资产负债表，优化资产负债表结构，因为把有风险的资产给剥离出去了\n，银行的资产负债表会更好看。 其次，释放资金。因为银行不能把所有的贷款都放在账上，这会占用银行的\n资金，通过证券化的方式卖出去，可以释放出银行的资金。因为证券化减低了银行的债务融资，降低了杠杆\n，从而提高了银行的融资能力，减少了监管机构对银行资本的要求。 此外，资产证券化可以提高资产池的透\n明度和可确认性。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Capital Adequacy, Risk Management",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "123",
        "question_text": "Assume a firm issues only three capital claims: zero-coupon senior debt with face value of\n$300 million; zero-coupon junior debt with face value of $500 million; and $200 million in\nequity. What is the credit enhancement provided to the senior debt?",
        "image": "",
        "options": {
            "A": "A.$200 million",
            "B": "B.$300 million",
            "C": "C.$500 million",
            "D": "D.$700 million"
        },
        "answer": "D",
        "explanation": "Subordination is credit enhancement. In this case, equity and junior debt are\nsubordinate to senior debt and absorb the first $700 million in losses次级债的500百万的价值加上\n股权层级200百万的价值都可以为高级层形成保护，所以一共的保护金额是700百万。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Credit enhancement, Subordination, Capital structure",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "124",
        "question_text": "A major benefit of securitization for a financial institution is the ability to remove\nassets from the balance sheet, which lowers risk and the required regulatory capital. While a\nlarge portion of the risk is removed from the balance sheet the originating financial\ninstitution often maintains a portion of the risk. Which of the following terms best identify\nthe risk that is maintained by the originator?",
        "image": "",
        "options": {
            "A": "A.Correlation.",
            "B": "B.Excess spread.",
            "C": "C.First-loss piece.",
            "D": "D.Guarantor of collateral value."
        },
        "answer": "C",
        "explanation": "The originator often maintains ownership of the first-loss piece, which is the\nclass of assets with the lowest credit quality and is the most junior level where losses are\nfirst absorbed in the event of a default.发起人通常保持对第一损失部分的所有权，第一损失是信用质\n量最低的一类资产，是在违约事件中损失最先被吸收的资产。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Regulatory Capital, Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "125",
        "question_text": "Which of the following frictions represents an adverse selection problem?",
        "image": "",
        "options": {
            "A": "A.Investor and mortgagor",
            "B": "B.Originator and arranger.",
            "C": "C.Servicer and rating agency.",
            "D": "D.Servicer and mortgagor."
        },
        "answer": "B",
        "explanation": "The originator has better information about the quality of the borrowers so the\narranger is subject to an adverse selection problem. That is, if the originator keeps the high\nquality mortgages, the arranger will receive lemons.发起人具有关于借款人质量的更好的信息，因此\n承销人会遇到逆向选择问题。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Information asymmetry, Adverse selection, Principal-agent problem",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "126",
        "question_text": "Which of the following is not an example or element of predatory lending:",
        "image": "",
        "options": {
            "A": "A.Lender makes unaffordable loans based on borrower assets rather than ability to repay",
            "B": "B.Lender induces borrower to repeatedly refinance in order to collect fees and charge high\npoints",
            "C": "C.Borrower misrepresents income or employment in mortgage application",
            "D": "D.Lender engages in deception to conceal true nature of loan; e.g., deceives borrower into"
        },
        "answer": "C",
        "explanation": "Predatory lending is defined as an activity that involves at least one, and perhaps\nall three, of the following elements: √Making unaffordable loans based on the assets of the\nborrower rather than on the borrower's ability to repay an obligation; √Inducing a borrower to\nrefinance a loan repeatedly in order to charge high points and fees each time the loan is\nrefinanced (\"loan flipping\"); or√Engaging in fraud or deception to conceal the true nature of\nthe loan obligation, or ancillary products, from an unsuspecting or unsophisticated borrower.掠\n夺性借出（Predatory Lending）：借款人不一定能申请到这笔贷款，或者不是必须要进行融资，但是由于金\n融机构强烈建议其融资，使得借款人借入与自身条件不匹配的贷款。 掠夺性借入（Predatory\nBorrowing）：借款人通过伪造信息借到了本身无法获得的贷款，比如与房产经纪商，抵押贷款经纪商、估价\n师和律师等进行勾结。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Predatory Lending, Borrower Behavior, Mortgage Application Fraud",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "127",
        "question_text": "A pass-through mortgage-backed security (MBS) with a weighted average maturity (WAM) of 30\nmonths has an original principle balance of $2.0 billion. If the valuation model assumes a 300%\nPSA prepayment speed, which is nearest to the first month's prepaid (not scheduled) principal?",
        "image": "",
        "options": {
            "A": "A.$519,000",
            "B": "B.$833,000",
            "C": "C.$1.00 million",
            "D": "D.$2.15 million"
        },
        "answer": "C",
        "explanation": "如下：300%PSA=3×CPR=3×0.2%=0.6%SMM=1-(1 - CPR)(1/12),SMM=1-(1 -\n0.006)(1/12)=0.000501380.00050138×2,000,000,000=1,002,760",
        "QA type": "math reasoning QA",
        "knowledge topics": "Mortgage-Backed Securities (MBS), Prepayment Models, PSA Prepayment Speed",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "128",
        "question_text": "Which of the following is not a friction in the subprime securitization market?",
        "image": "",
        "options": {
            "A": "A.Investor and rating agency.",
            "B": "B.Servicer and mortgagor.",
            "C": "C.Mortgagor and arranger.",
            "D": "D.Asset manager and investor."
        },
        "answer": "C",
        "explanation": "The mortgagor and arranger have no direct contact so there is no friction. 借款人与\n承销人没有直接接触，因此没有摩擦。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Subprime securitization market, Market participants, Securitization process",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "129",
        "question_text": "Assume an MBS is composed of the following four different pools of mortgages: $2 million of\nmortgages that have a maturity of 90 days. $3 million of mortgages that have a maturity of 180\ndays. $5 million of mortgages that have a maturity of 270 days, $10 million of mortgages that\nhave a maturity of 360 days. What is the weighted average maturity (WAM) of these mortgage\npools?",
        "image": "",
        "options": {
            "A": "A.167 days.",
            "B": "B.225 days.",
            "C": "C.252 days.",
            "D": "D.284 days."
        },
        "answer": "D",
        "explanation": "$$\nWAC = \\frac{[90 \\ast 2 + 180 \\ast 3 + 270 \\ast 5 + 360 \\ast 10]}{(2 + 3 + 5 + 10)}\n$$\n$$\n= \\frac{(180 + 540 + 1,350 + 3,600)}{20}\n$$\n$$\n= 284 \\text{天}\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Weighted Average Maturity (WAM), Mortgage-Backed Securities (MBS), Financial Calculations",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "130",
        "question_text": "A hedge fund is considering taking positions in various tranches of a collateralized debt\nobligation (CDO). The fund’s chief economist predicts that the default probability will\ndecrease significantly and that the default correlation will increase. Based on this\nprediction, which of the following is a good strategy to pursue?",
        "image": "",
        "options": {
            "A": "A.Buy the senior tranche and buy the equity tranche.",
            "B": "B.Buy the senior tranche and sell the equity tranche.",
            "C": "C.Sell the senior tranche and sell equity tranche.",
            "D": "D.Sell the senior tranche and buy the equity tranche."
        },
        "answer": "D",
        "explanation": "The decrease in probability of default would increase the value of the equity\ntranche. Also, a default of equity tranche would increase the probability of default of the\nsenior tranche, due to increased correlation, reducing its value. Thus, it is better to go long\nthe equity tranche and short the senior tranche.违约概率的上升对证券化产品的任何层级都会有负面\n影响，即任何层级的价值都会下降。 当违约相关性比较低时，最底层级比较容易损失，因为只要有违约就会\n使得最底层级受损；当违约相关性比较高时，可能出现所有层级都不损失的情况。所以相关性上升会使得最\n底层级的价值上升。 当违约相关性比较低时，基本不会出现不同层级同时违约的情况，最高层级相对安全\n，所以价值较高；当违约相关性比较高时，可能出现不同层级同时违约的情况，此时最高层级的价值会下降\n。所以相关性上升会使得最高层级的价值下降。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Collateralized Debt Obligation (CDO), Default Probability, Default Correlation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "131",
        "question_text": "Which of the following subprime characteristics provide direct protection for senior\ntranches?",
        "image": "",
        "options": {
            "A": "A.Subordination, excess spread, and shifting interest.",
            "B": "B.Subordination, prepayments, and shifting interest.",
            "C": "C.Overcollateralization, excess spread, and tinning of losses.",
            "D": "D.Overcollateralization, excess spread, and prepayments."
        },
        "answer": "A",
        "explanation": "Subordination, excess spread, and shifting interest provide protection for senior\ntranches. Overcollateralization also provides protection for senior tranches. Timing of losses\nimpacts excess spreads. Prepayments can accelerate or decelerate the cash flows to senior\ntranches.分层（subordination），划分偿付的优先顺序，对最高层级产品进行信用增级。 超额利差\n（excess spread），收到的资产池的利息大于支付的证券化产品的利息。 利率锁定期（shifting\ninterest），利率锁定期内所有的本金偿付都支付给最高层级，中间层级只能收到利息，不能收到任何本金\n，对于最高层级的投资者形成信用保护。 其他的都不能提供信用增级。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Subordination, Excess spread, Shifting interest",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "132",
        "question_text": "EACH of the following is an example or element of predatory lending except for:",
        "image": "",
        "options": {
            "A": "A.Lender makes unaffordable loans based on borrower assets rather than ability to repay",
            "B": "B.Lender induces borrower to repeatedly refinance (\\\"loan flipping\\\") in order to collect fees\nand charge high points",
            "C": "C.Borrower misrepresents income or employment in mortgage application",
            "D": "D.Lender engages in deception to conceal true nature of loan; e.g., deceives borrower into"
        },
        "answer": "C",
        "explanation": "It is predatory borrowing for borrowers to conceal their income and work.借款人在借\n款时隐瞒收入和工作情况是掠夺性借入的表现。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Predatory Lending, Borrower Fraud, Mortgage Application Misrepresentation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "133",
        "question_text": "Which of the following participants in the securitization process is least likely to face a\nconflict of interest?",
        "image": "",
        "options": {
            "A": "A.Credit rating agency and servicer.",
            "B": "B.Servicer and underwriter.",
            "C": "C.Custodian and trustee.",
            "D": "D.Trustee and manager."
        },
        "answer": "C",
        "explanation": "The custodian and trustee play the least important roles in the securitization\nprocess. The servicer, originator, underwriter, credit rating agency, and manager all face\nconflicts of interest to varying degrees.在证券化过程中，托管人和受托人的作用最小",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization process, Conflict of interest, Roles of financial participants",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "134",
        "question_text": "Securitized products are often customized to meet the needs of the investor as well as the\noriginator. What type of asset-backed securities (ABSs) typically uses a revolving structure?",
        "image": "",
        "options": {
            "A": "A.Residential mortgage.",
            "B": "B.Credit card debt.",
            "C": "C.Commercial mortgage.",
            "D": "D.Commercial paper."
        },
        "answer": "B",
        "explanation": "Revolving structures are used with products that are paid back on a revolving\nbasis, such as credit card debt or auto loans. Credit card debt does not have a pre-specified\namortization schedule; therefore the principal paid back to investors is in large lump sums\nrather than amortizing schedules.循环结构（Revolving Structures）的特殊目的机构主要是指所设计的\n证券化产品的资产池是信用卡贷款或者汽车贷款，这类贷款的期限通常较短，其现金流划分为两个期限，分\n别是循环期和摊销期。循环期是指将资产池中贷款偿付的本金继续购买新的贷款。摊销期是指在循环期之后\n将现金流对证券化产品进行偿付，可以每期进行偿付，或者放入特定账户中到期一次性偿付。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Asset-Backed Securities (ABS), Revolving Structures, Securitization",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "135",
        "question_text": "A pool of high yield bonds is placed in an SPV and three tranches (including the equity\ntranche) of bonds are issued collateralized by the bonds to create a Collateralized Bond\nObligation (CBO). Which of the following is true?",
        "image": "",
        "options": {
            "A": "A.At fair value, the value of the issued bonds should be less than the collateral.",
            "B": "B.At fair value, the total default probability, weighted by size of issue, of the issued bonds\nshould equal the default probability of the collateral pool.",
            "C": "C.The equity tranche of the CBO has the least risk of default.",
            "D": "D.The yield on the low risk tranche must be greater than the yield on the collateral pool."
        },
        "answer": "B",
        "explanation": "A Collateralized Bond Obligation and the underlying securities must have equal\nmarket value, similar cash flow pattern and identical risk, which eliminate choice A in favor\nof B. The equity tranche has the greatest risk of default; the yield on the low risk tranche\nmust be less than the yield on the collateral pool.债务抵押债券和相关证券必须具有相等的市场价值\n，相似的现金流模式和相同的风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Collateralized Bond Obligation (CBO), Default Probability, Tranche Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "136",
        "question_text": "In a securitized transaction, over-collateralization results when:",
        "image": "",
        "options": {
            "A": "A.The originator puts aside some cash in a reserve account to absorb credit losses.",
            "B": "B.A securitization transaction carves up the cash flows generated from the asset pool into\nvarious pieces.",
            "C": "C.The interest payments and other fees received on the assets in the pool exceed the interest\npayment made on the asset-backed security (ABS) plus the fee paid to service the assets along\nwith miscellaneous expenses.",
            "D": "D.The value of the assets in the pool exceeds the amount of asset-backed security(ABS) involved"
        },
        "answer": "D",
        "explanation": "●A. Stands for cash reserve account ●B. Definition for subordinated tranching\n●C. Mentions about excess spread ●D. Is correct defines over collateralization超额抵押指的是\n实际发行的证券化产品的规模小于资产的规模。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Over-collateralization, Asset-Backed Securities (ABS)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "137",
        "question_text": "Suppose the annual prepayment rate CPR for a mortgage-backed security is 6 percent. What is\nthe corresponding single-monthly mortality rate SMM?",
        "image": "",
        "options": {
            "A": "A.0.514%",
            "B": "B.0.334%",
            "C": "C.0.500%",
            "D": "D.1.355%"
        },
        "answer": "A",
        "explanation": "$$\n\\text{SMM} = 1 - (1 - \\text{CPR})^{\\frac{1}{12}} = \\text{SMM} = 1 - (1 - 0.06)^{\\frac{1}{12}} = 0.514\\%\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Prepayment Models, Mortgage-Backed Securities, Quantitative Analysis",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "138",
        "question_text": "Which of the following representations of a prepayment speed of 200 PSA is true? Let t\nrepresent the number of months and CPR the annual prepayment rate?",
        "image": "",
        "options": {
            "A": "A.If t＜30, then, CPR = 6%×t\\/30, if t>30, then CPR = 6%.",
            "B": "B.If t＜30, then, CPR = 12%×t\\/30, if t>30, then CPR = 12%.",
            "C": "C.If t ＜30, then, CPR = 18%×t\\/30, if t>30, then CPR = 18%.",
            "D": "D.If t＜30, then, CPR = 24%×t\\/30, if t>30, then CPR = 24%."
        },
        "answer": "B",
        "explanation": "●The standard PSA benchmark assumes the following conditional prepayment\nrates:●If t＜30, then, CPR = 6%×t/30, if t >30, then CPR = 6%●At 200 PSA, the CPRs are two\ntimes the CPRs for the standard PSA benchmark.100%PSA表示CPR在期初是0，每个月上升0.2%，上升30个\n月后达到6%。200%PSA的话就是12%。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Prepayment Speed, PSA Benchmark, Conditional Prepayment Rate",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "139",
        "question_text": "An important step in structuring a securitization is determining an adequate level of\ncredit support or enhancement. Which of the following is not one of common credit enhancement\nforms for securitization transactions?",
        "image": "",
        "options": {
            "A": "A.Subordinated tranches of securitization debt",
            "B": "B.Excess Spread account",
            "C": "C.Cash reserve account",
            "D": "D.Sinking fund account"
        },
        "answer": "D",
        "explanation": "●Credit enhancements in securitizations protect investors against taking a loss on\ntheir securities when losses occur in the underlying asset pool. Credit enhancements can be\nstructured in different forms including subordinated tranches of securitization debt, excess\nspread (interest payments and other fees received on the assets in the pool less the interest\npayments made on the ABS plus the fee paid the service the assets along with other expenses),\ncash reserve account, and over-collateralization. ●D is correct. A sinking fund is a pool of\nmoney regularly set aside by a company to redeem its bonds, debentures or preferred stock from\ntime to time as specified in the indenture. A sinking fund is not used a credit enhancement.偿\n债基金不用于信用增级。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Credit Enhancement, Structured Finance",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "140",
        "question_text": "How many of the following statements concerning the capital structure in a securitization\nare most likely correct? ●The mezzanine tranche is typically the smallest tranche size. ●The\nmezzanine and equity tranches typically offer fixed coupons. ●The senior tranche typically\nreceives the lowest coupon.",
        "image": "",
        "options": {
            "A": "A.No statements are correct.",
            "B": "B.One statement is correct.",
            "C": "C.Two statements are correct.",
            "D": "D.Three statements are correct."
        },
        "answer": "B",
        "explanation": "Senior tranches are perceived to be the safest, so they receive the lowest coupon.\nThe equity tranche receives residual cash flows and no explicit coupon. Although the mezzanine\ntranche is often thin, the equity tranche is typically the thinnest slice.高级债券被认为是最安\n全的，因此它们获得的票息最低。股权部分接收剩余现金流，没有明确的息票。尽管夹层债券通常很薄，但\n权益类债券通常是最薄的部分。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Capital structure in securitization, Tranche characteristics, Coupon distribution in tranches",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "141",
        "question_text": "Which of the following statements regarding credit enhancements in the process of\nstructuring a securitization through a special purpose vehicle (SPV) is correct?",
        "image": "",
        "options": {
            "A": "A.The securitization process is structured such that the asset side of the SPV has a lower cost\nthan the liability side of the SPV.",
            "B": "B.Credit enhancements are typically only associated with mortgage-backed securities (MBS) and\nare not used in other types of asset-backed securities (ABS).",
            "C": "C.The most senior class of notes is often overcollateralized in order to reduce the risk of the\nasset-backed security (ABS).",
            "D": "D.A margin step-up is sometimes used by an asset-backed securities (ABS) where the coupon"
        },
        "answer": "D",
        "explanation": "ABS issues may use a margin step-up that increases the coupon structure after a\ncall date. Credit enhancements play an important role in the securitization process for both\nthe asset-backed security (ABS) and mortgage-backed security (MBS) issues. The liability side\nof the SPV has a lower cost than the asset side of the SPV to create an excess spread prior to\nadministration costs. The lowest class of notes are often overcollateralized where the\nprincipal value of the notes issued are valued less than the principal value of the original\nunderlying assets.信用增强在资产支持证券(ABS)和抵押贷款支持证券(MBS)的证券化过程中发挥着重要作\n用。 SPV的负债方面的成本低于SPV的资产方面，从而在管理成本之前产生超额利差。 最低等级的票据经常\n被超额担保，即所发行票据的本金价值低于原始基础资产的本金价值",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Credit Enhancements, Special Purpose Vehicle (SPV)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "142",
        "question_text": "Which of the following is not an example of providing credit support in a securitization?",
        "image": "",
        "options": {
            "A": "A.Creating subordinated tranches",
            "B": "B.Generating excess spread",
            "C": "C.Eliminating first loss positions",
            "D": "D.Overcollateralization"
        },
        "answer": "C",
        "explanation": "First loss positions provide credit support in a securitization. Eliminating first\nloss positions would remove credit support.超额抵押指的是实际发行的证券化产品的规模小于资产的规\n模。 分层指的是划分偿付的优先顺序，对最高层级产品进行信用增级。 超额利差指的是收到的资产池的利\n息大于支付的证券化产品的利息。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Structured Finance, Credit Risk Mitigation, Securitization",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "143",
        "question_text": "Which of the following is true about predatory lending and predatory borrowing?",
        "image": "",
        "options": {
            "A": "A.Both underprovide credit.",
            "B": "B.Both overprovide credit.",
            "C": "C.Predatory lending underprovides credit and predatory borrowing overprovides credit.",
            "D": "D.Predatory lending overprovides credit and predatory borrowing underprovides credit."
        },
        "answer": "B",
        "explanation": "Predatory borrowing is when the borrower misrepresents themselves to obtain credit\nthey otherwise would be denied. Predatory lending is providing credit that is welfare\ndecreasing and should not be provided.掠夺性借出（Predatory Lending）指的是借款人不一定能申请到\n这笔贷款，或者不是必须要进行融资，但是由于金融机构强烈建议其融资，使得借款人借入与自身条件不匹\n配的贷款。掠夺性借入（Predatory Borrowing）指的是借款人通过伪造信息借到了本身无法获得的贷款，比\n如与房产经纪商，抵押贷款经纪商、估价师和律师等进行勾结。二者都属于过度授信。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Ethical Issues in Lending, Credit Risk Management, Financial Institution Regulations",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "144",
        "question_text": "An endowment fund has sold default protection on the most senior tranche of a CDO. If the\ndefault correlation between assets held in the CDO decreases sharply from the correlation used\nin pricing the CDO tranches, assuming everything else is unchanged, how will the position of\nthe endowment fund be impacted?",
        "image": "",
        "options": {
            "A": "A.It will either increase or decrease, depending on the pricing model used and the market\nconditions.",
            "B": "B.It will gain significant value, since the probability of exercising the protection falls.",
            "C": "C.It will lose significant value, sine the protection will gain value.",
            "D": "D.It will neither gain nor lose value, since only expected default losses matter and"
        },
        "answer": "B",
        "explanation": "The senior tranche will gain value if the default correlation decreases. High\ncorrelation implies that if one name defaults, a large number of other names in the CDO will\nalso default. Low correlation implies that if one name defaults, there would be little impact\non the default probability of the other names. Therefore, as the correlation decreases, the\ncumulative probability of enough defaults occurring to exceed the credit enhancement on the\nsenior tranche will also decrease. Hence the investor who has sold protection on the senior\ntranche will see a gain.当违约相关性比较低时，基本不会出现不同层级同时违约的情况，最高层级相对\n安全，所以价值较高；当违约相关性比较高时，可能出现不同层级同时违约的情况，此时最高层级的价值会\n下降。所以相关性上升会使得最高层级的价值下降。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Collateralized Debt Obligations (CDOs), Default Correlation",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "145",
        "question_text": "A standard synthetic CDO (basket credit default swap) references a portfolio of ten (10)\nindividual corporate names. Assume the following: ●The total reference notional (basket\nnotional) is X, and the term is Y years ●The reference notional per individual reference\ncredit name is X/10 (i.e. equal weight per name) ●The default correlations between the\nindividual reference credit names are all equal to one (1.0) ●The single-name credit default\nswap (CDS) spread for each individual reference credit name is 100 basis points, for a term of\nY years ●The assumed recovery rate on default for all individual reference credits is zero in\nall cases ●The synthetic CDO comprises two tranches, a 50% junior tranche priced at a spread\nJ, and a 50% senior tranche priced at spread S All else held constant, if the default\ncorrelations between the individual reference credit names are reduced from 1.0 to 0.7, what is\nthe effect on the relationship between the junior tranche spread J and the senior tranche\nspread S?",
        "image": "",
        "options": {
            "A": "A.The relationship remains the same",
            "B": "B.S increases relative to J",
            "C": "C.J increases relative to S",
            "D": "D.The effect cannot be determined given the data supplied"
        },
        "answer": "C",
        "explanation": "●If the default correlations are initially all 1.0, then the only possible\noutcomes are that all issuers default at once, or no issuers default. ●If the correlation is\nreduced below 1.0 to 0.70, there are some outcomes where only some issuers default; these cases\nwill impact the junior tranche more than the senior tranche. However, the overall average\ndefault rate remains the same. This means that at a correlation less than 1.0, the junior\ntranche bears more of the risk than the senior tranche. Therefore, the spread on the junior\ntranche will increase relative to that of the senior tranche, because the total spread across\nthe entire basket must remain 100bps. The correct choice is C.相关性从1降到0.7，相对于高级层\n，次级层受到的影响更大，因此，次级层相对于高级层的利差将会增加",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Correlation risk, Credit risk, Tranche sensitivity",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "146",
        "question_text": "Which of the following statements best describes the calculation of implied correlation?",
        "image": "",
        "options": {
            "A": "A.The implied correlation for the mezzanine tranche assumes non-constant pairwise correlation.",
            "B": "B.Observable market prices of credit default swaps are used to infer the tranche values.",
            "C": "C.The tranche pricing function is calibrated to match the model price with the market price.",
            "D": "D.The risk-adjusted default probabilities are used in model calibration."
        },
        "answer": "C",
        "explanation": "Starting with observed market prices and a pricing function for the tranches, it is\npossible to back out the implied correlation to calibrate the model price with the market\nprice. The computation of implied correlation assumes constant pairwise correlation. Both\ncredit default swap and tranche values are observed. Observed tranche values are used in\nconjunction with risk-neutral default probabilities to compute implied correlation.隐含相关系数\n的计算假设两两相关系数不变。信用违约互换(CDS)和部分层级的价值可以被观察到。观察到的层级价值与风\n险中性的违约概率结合起来计算隐含相关性。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk modeling, Model calibration, Tranche pricing",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "147",
        "question_text": "Which of the following statements was not one of the flaws in the securitization process\nprior to the start of the credit crisis in 2007?",
        "image": "",
        "options": {
            "A": "A.An active originate-to-distribute model where a strong profit motive took precedence over\nethical lending and underwriting.",
            "B": "B.The securitized products were so opaque that investors could not evaluate the true risks of\nthe investment.",
            "C": "C.Structured investment vehicles (SIVs) were used to enhance the risk discovery process for\ninvestors and regulators.",
            "D": "D.Banks held securitized assets in off-balance-sheet entities, thus further masking the true"
        },
        "answer": "C",
        "explanation": "Structured investment vehicles (SIVs) were actually used to create further layers\nof opaqueness. These are the off-balance-sheet entities used by banks to hold securitized\nproducts in a way that made them very difficult for investors to scrutinize.证券化产品是银行的\n表外资产，这使得投资者很难对其进行审查。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization process flaws, Credit crisis of 2007, Structured investment vehicles (SIVs)",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "148",
        "question_text": "Under a 200% PSA model, what is the single monthly mortality (SMM) for, respectively, month\n10 and month 30?",
        "image": "",
        "options": {
            "A": "A.0.12% and 0.36%",
            "B": "B.0.17% and 0.51%",
            "C": "C.0.28% and 0.65%",
            "D": "D.0.34% and 1.06%"
        },
        "answer": "D",
        "explanation": "The base PSA model assumes that prepayments begin at a rate of 0.2% CPR in the\nfirst month, increase at a rate of 0.2% CPR per month until they reach 6.0% CPR in month",
        "QA type": "math reasoning QA",
        "knowledge topics": "PSA (Public Securities Association) model, Prepayment models, Mortgage-backed securities",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "149",
        "question_text": "Which of the following statements most accurately describes the effect of selling a loan\nwithout recourse?",
        "image": "",
        "options": {
            "A": "A.The bank that sells the loan retains a contingent liability.",
            "B": "B.The bank that sells the loan bears a specified percentage of the credit risk.",
            "C": "C.The loan is removed from the balance sheet of the bank that sells the loan.",
            "D": "D.The purchaser has the right to sell the loan back to the bank that originated the loan."
        },
        "answer": "C",
        "explanation": "When a bank originates a loan and then sells it without recourse, the loan is\nremoved from the bank's balance sheet, and the purchaser bears all of the credit risk.当一家银\n行发放了一笔贷款，无追索权出售时，这笔贷款就从银行的资产负债表中移除了，所有的信用风险都由买方\n承担。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Loan Sales, Balance Sheet Management, Credit Risk",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "150",
        "question_text": "Which of the following was not a cause of the misalignment between investors, and rating\nagencies' incentives prior to the credit crisis of 2007-2009?",
        "image": "",
        "options": {
            "A": "A.Profit motive of the rating agencies.",
            "B": "B.Pressure from the originators of securitized products.",
            "C": "C.Manipulation of the ratings process by the originators.",
            "D": "D.Investors' lack of understanding of the products they were purchasing."
        },
        "answer": "D",
        "explanation": "According to the findings of the congressionally formed Financial Crisis Inquiry\nCommission, the root causes of the misalignment were the flawed computer models at the rating\nagencies, the profit motive of the rating agencies, pressure from the originators, the drive\nfor market share coming from the rating agencies, the rating agencies lack of provided (not\navailable) resources to conduct the proper due diligence, and the absence of meaningful public\noversight. A thorough post-audit of the crisis will also reveal that originators also\nmanufactured the securitized products to specifically arrive at a AAA rating given their\nacquired knowledge of the rating agencies, decision flow charts.根据国会成立的金融危机调查委员\n会的调查结果，这种失调的根本原因是评级机构的模型存在缺陷，评级机构的利润动机，发起者的压力，来\n自市场的驱动力等等。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Incentive Misalignment, Rating Agencies, Financial Crisis of 2007-2009",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "151",
        "question_text": "During the recent credit crisis, subprime mortgages received pressure from upward movements\nin interest rates, along with the impossibility for most of these borrowers to refinance. As a\nresult, many subprime borrowers allowed their reduced value homes to be taken over by the\nlender. All of the following statements describe the effect subprime actions had on mortgage-\nbacked security portfolios except:",
        "image": "",
        "options": {
            "A": "A.Repayment issues in lower tranches impacted confidence in higher tranches.",
            "B": "B.There was a fire sale of securitized debt.",
            "C": "C.Panic among MBS investors led to a flight to safer assets.",
            "D": "D.The defaults in the lower tranches were high but did not affect senior tranche investors."
        },
        "answer": "D",
        "explanation": "For investors, there was little expectation of portfolio losses in senior tranches.\nHowever, when repayment issues surfaced in the riskiest tranches, a lack of confidence spread\nto holders of more senior tranches. This caused panic among investors and a flight into safer\nassets, resulting in a fire sale of securitized debt.对投资者而言，他们对投资组合中优先级债券的\n损失几乎没有什么预期。然而，当还款问题出现在风险最高的部分时，缺乏信心就会蔓延到更高级债券的持\n有者身上。这在投资者中引起了恐慌，促使他们转向更安全的资产，导致证券化债务的甩卖。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Subprime Mortgage Crisis, Tranching in Mortgage-Backed Securities, Investor Confidence and Market Behavior",
        "book label": "Credit Risk Measurement and Management1",
        "level of difficulty": "easy",
        "question type": "text only"
    }
]