[
    {
        "question_number": "1",
        "question_text": "Which of the following best describes a convertible bond’s conversion premium?",
        "image": "",
        "options": {
            "A": "A.Bond price minus conversion value",
            "B": "B.Par value divided by conversion price",
            "C": "C.Current share price multiplied by conversion ratio"
        },
        "answer": "A",
        "explanation": "： A is correct. The conversion premium is the difference between the convertible\nbond’s price and its conversion value. ： A是正确的。转换溢价是可转换债券价格与其转换价值之间\n的差额。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Convertible bonds, Conversion premium, Corporate finance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "2",
        "question_text": "The benefit to the issuer of a deferred coupon bond is most likely related to:",
        "image": "",
        "options": {
            "A": "A.tax management.",
            "B": "B.cash flow management.",
            "C": "C.original issue discount price."
        },
        "answer": "B",
        "explanation": "： B is correct. Deferred coupon bonds pay no coupon for their first few years but\nthen pay higher coupons than they otherwise normally would for the remainder of their life.\nDeferred coupon bonds are common in project financing when the assets being developed may not\ngenerate any income during the development phase, thus not providing cash flows to make\ninterest payments. A deferred coupon bond allows the issuer to delay interest payments until\nthe project is completed and the cash flows generated by the assets can be used to service the\ndebt. ： B是正确的。递延息票债券最初几年不支付息票，但随后支付的息票要比通常情况下在其余生中支\n付的要高。递延息票债券在项目融资中很常见，因为开发中的资产在开发阶段可能不会产生任何收入，因此\n不会提供现金流来支付利息。递延息票债券允许发行人延迟支付利息，直到项目完成，资产产生的现金流可\n用于偿还债务。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Characteristics, Project Financing, Cash Flow Management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "3",
        "question_text": "A bond that is characterized by a fixed periodic payment schedule that reduces the bond’s\noutstanding principal amount to zero by the maturity date is best described as a:",
        "image": "",
        "options": {
            "A": "A.bullet bond.",
            "B": "B.plain vanilla bond.",
            "C": "C.fully amortized bond."
        },
        "answer": "C",
        "explanation": "： C is correct. A fully amortized bond calls for equal cash payments by the\nbond’s issuer prior to maturity. Each fixed payment includes both an interest payment\ncomponent and a principal repayment component such that the bond’s outstanding principal\namount is reduced to zero by the maturity date. A and B are incorrect because a bullet bond or\nplain vanilla bond only make interest payments prior to maturity. The entire principal\nrepayment occurs at maturity. ： C是正确的。完全摊销的债券要求债券发行人在到期前支付同等的现金\n。每笔固定支付包括利息支付部分和本金偿还部分，以便债券的未偿本金在到期日减至零。 A和B是不正确的\n，因为子弹债券或普通债券只在到期前支付利息。全部本金在到期时偿还。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond amortization, Fixed-income securities, Principal repayment",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "4",
        "question_text": "When underwriting new corporate bonds, matrix pricing is used to get an estimate of the:",
        "image": "",
        "options": {
            "A": "A.required yield spread over the benchmark rate.",
            "B": "B.market discount rate of other comparable corporate bonds.",
            "C": "C.yield-to-maturity on a government bond having a similar time-to-maturity."
        },
        "answer": "A",
        "explanation": "： A is correct. Matrix pricing is used in underwriting new bonds to get an\nestimate of the required yield spread over the benchmark rate. The benchmark rate is typically\nthe yield-to-maturity on a government bond having the same, or close to the same, time-to-\nmaturity. The spread is the difference between the yield-to-maturity on the new bond and the\nbenchmark rate. The yield spread is the additional compensation required by investors for the\ndifference in the credit risk, liquidity risk, and tax status of the bond relative to the\ngovernment bond. In matrix pricing, the market discount rates of comparable bonds and the\nyield-to-maturity on a government bond having a similar time-to-maturity are not estimated.\nRather they are known and used to estimate the required yield spread of a new bond. ： A是正确\n的。矩阵定价用于承销新债券，以获得所需收益率与基准利率之差的估计值。基准利率通常是具有相同或接\n近相同到期时间的政府债券的到期收益率。利差是新债券到期收益率与基准利率之间的差额。利差是投资者\n对债券相对于政府债券的信用风险、流动性风险和税收状况差异所要求的额外补偿。 在矩阵定价中，可比债\n券的市场贴现率和具有类似到期时间的政府债券的到期收益率是不估计的。相反，它们是已知的，用于估计\n新债券所需的收益率差。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Yield Spread, Matrix Pricing, Benchmark Rate",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "5",
        "question_text": "Contrary to positive bond covenant, negative covenants are most likely:",
        "image": "",
        "options": {
            "A": "A.costlier.",
            "B": "B.legally enforceable.",
            "C": "C.enacted at time of issue."
        },
        "answer": "A",
        "explanation": "：A is correct. Affirmative covenants typically do not impose additional costs to\nthe issuer, while negative covenants are frequently costly. B is incorrect because all bond\ncovenants are legally enforceable rules, so there is no difference in this regard between\npositive and negative bond covenants. C is incorrect because borrowers and lenders agree on all\nbond covenants at the time of a new bond issue, so there is no difference in this regard\nbetween positive and negative bond covenants. ： A是正确的。肯定性条款通常不会给发行人带来额外\n的成本，而否定性条款通常成本高昂。B是不正确的，因为所有的债券条款都是法律上可执行的规则，所以在\n这方面，肯定性条款和否定性条款没有区别。C是不正确的，因为借款人和贷款人在新债券发行时就所有债券\n条款达成一致，因此在这方面，肯定性条款和否定性条款没有区别。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Covenants, Cost of Debt, Legal Enforceability",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "6",
        "question_text": "A two-year floating-rate note pays 6-month Libor plus 80 basis points. The floater is priced\nat 97 per 100 of par value. Current 6-month Libor is 1.00%. Assume a 30/360 day-count\nconvention and evenly spaced periods. The discount margin for the floater in basis points (bps)\nis closest to:",
        "image": "",
        "options": {
            "A": "A.180 bps.",
            "B": "B.236 bps.",
            "C": "C.420 bps."
        },
        "answer": "B",
        "explanation": "A two-year floating-rate note pays 6-month Libor plus 80 basis points. The floater is priced\nat 97 per 100 of par value. Current 6-month Libor is 1.00%. Assume a 30/360 day-count\nconvention and evenly spaced periods. The discount margin for the floater in basis points (bps)\nis closest to:\n Substituting given values in:\n\n$$\n97 = \\frac{(0.01 + 0.0080) \\times 100}{2} \\div \\left( \\frac{1 + \\frac{0.01 + DM}{2}}{(1 + \\frac{0.01 + DM}{2})^{2}} \\div \\ldots \\div \\left( \\frac{1 + \\frac{0.01 + DM}{2}}{(0.01 + DM)^4 \\right) +100\n$$\n\n$$\n97 = \\frac{0.90}{1 + \\frac{0.01 + DM}{2}} \\div \\frac{0.90}{1 + \\frac{0.01 + DM}{2}}^{2} \\div \\frac{0.90}{1 + \\frac{0.01 + DM}{2}}^{3} \\div \\frac{0.90 + 100}{1 + \\frac{0.01 + DM}{2}^{4}\n$$\n\nTo calculate $DM$, begin by solving for the discount rate per period:\n\n$$\n97 = \\frac{0.90}{(1+r)^1} + \\frac{0.90}{(1+r)^2} + \\frac{0.90}{(1+r)^3} + \\frac{0.90 + 100}{(1+r)^4}\n$$\n\n$r = 0.0168$\n\nNow, solve for $DM$:\n\n$$\n\\frac{0.01 + DM}{2} = 0.0168\n$$\n\n$$\nDM = 0.0236\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Fixed Income Securities, Interest Rate Risk, Bond Valuation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "7",
        "question_text": "A 10-year, capital-indexed bond linked to the Consumer Price Index (CPI) is issued with a\ncoupon rate of 6% and a par value of 1,000. The bond pays interest semi-annually. During the\nfirst six months after the bond’s issuance, the CPI increases by 2%. On the first coupon\npayment date, the bond’s:",
        "image": "",
        "options": {
            "A": "A.coupon rate increases to 8%.",
            "B": "B.coupon payment is equal to 40.",
            "C": "C.principal amount increases to 1,020."
        },
        "answer": "C",
        "explanation": "： C is correct. Capital-indexed bonds pay a fixed coupon rate that is applied to a\nprincipal amount that increases in line with increases in the index during the bond’s life. If\nthe consumer price index increases by 2%, the coupon rate remains unchanged at 6%, but the\nprincipal amount increases by 2% and the coupon payment is based on the inflation-adjusted\nprincipal amount. On the first coupon payment date, the inflation-adjusted principal amount is\nand the semi-annual coupon payment is equal to (0.06 × 1,020) ÷ 2 = 30.60. ： C是正确的。资本\n指数债券支付固定息票利率，该利率适用于在债券存续期间随着指数的增加而增加的本金金额。如果消费物\n价指数上涨2%，息票利率保持在6%不变，但本金金额上涨2%，息票付款以通货膨胀调整后的本金金额为基础\n。在第一个息票支付日，通货膨胀调整后的本金金额为 半年度息票支付等于（0.06×1020）÷2=30.60。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Inflation-linked bonds, Bond valuation, Interest rate risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "8",
        "question_text": "A five-year bond has the following cash flows:\nThe bond can best be described as a:",
        "image": "level1_gu_shou_images/8u.PNG",
        "options": {
            "A": "A.bullet bond.",
            "B": "B.fully amortized bond.",
            "C": "C.partially amortized bond."
        },
        "answer": "B",
        "explanation": "： B is correct. A bond that is fully amortized is characterized by a fixed\nperiodic payment schedule that reduces the bond’s outstanding principal amount to zero by the\nmaturity date. The stream of ￡230.97 payments reflects the cash flows of a fully amortized\nbond with a coupon rate of 5% and annual interest payments. ： B是正确的。完全摊销的债券的特点\n是固定的定期付款计划，在到期日前将债券的未偿本金减至零。230.97英镑的支付反映了票面利率为5%的完\n全摊销债券的现金流和年利息支付。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Types, Amortization, Cash Flow Analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "9",
        "question_text": "Investors who believe that interest rates will rise most likely prefer to invest in:",
        "image": "",
        "options": {
            "A": "A.inverse floaters.",
            "B": "B.fixed-rate bonds.",
            "C": "C.floating-rate notes."
        },
        "answer": "C",
        "explanation": "： C is correct. In contrast to fixed-rate bonds that decline in value in a rising\ninterest rate environment, floating-rate notes (FRNs) are less affected when interest rates\nincrease because their coupon rates vary with market interest rates and are reset at regular,\nshort-term intervals. Consequently, FRNs are favored by investors who believe that interest\nrates will rise. A is incorrect because an inverse floater is a bond whose coupon rate has an\ninverse relationship to the reference rate, so when interest rates rise, the coupon rate on an\ninverse floater decreases. Thus, inverse floaters are favored by investors who believe that\ninterest rates will decline, not rise. B is incorrect because fixed rate-bonds decline in value\nin a rising interest rate environment. Consequently, investors who expect interest rates to\nrise will likely avoid investing in fixed-rate bonds. ： C是正确的。与在利率上升环境下价值下降\n的固定利率债券不同，浮动利率债券（FRN）在利率上升时受影响较小，因为它们的票面利率随市场利率而变\n化，并按定期、短期间隔重置。因此，frn受到相信利率会上升的投资者的青睐。 A是不正确的，因为逆浮动\n利率是其票面利率与参考利率成反比的债券，因此当利率上升时，逆浮动利率的票面利率下降。因此，反向\n浮动利率受到投资者的青睐，他们认为利率将下降，而不是上升。B是不正确的，因为在利率上升的环境下\n，固定利率债券的价值下降。因此，期望利率上升的投资者可能会避免投资于固定利率债券。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest Rate Risk, Fixed-Income Securities, Investment Strategies",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "10",
        "question_text": "A 3-year bond offers a 10% coupon rate with interest paid annually. Assuming the following\nsequence of spot rates, the price of the bond is closest to:",
        "image": "level1_gu_shou_images/10u.PNG",
        "options": {
            "A": "A.96.98.",
            "B": "B.101.46.",
            "C": "C.102.95."
        },
        "answer": "B",
        "explanation": "B is correct. The bond price is closest to 101.46.\n $$\nPV = \\frac{10}{(1 + 0.08)^1} + \\frac{10}{(1 + 0.09)^2} + \\frac{10 + 100}{(1 + 0.095)^3}\n$$\n\n$$\nPV = 9.26 + 8.42 + 83.78 = 101.46\n$$",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond Pricing, Spot Rates, Coupon Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "11",
        "question_text": "Which factor is associated with a more favorable quality sovereign bond credit rating?",
        "image": "",
        "options": {
            "A": "A.Issued in local currency, only",
            "B": "B.Strong domestic savings base, only",
            "C": "C.Issued in local currency of country with strong domestic savings base"
        },
        "answer": "C",
        "explanation": "： C is correct. Bonds issued in the sovereign’s currency and a strong domestic\nsavings base are both favorable sovereign rating factors. It is common to observe a higher\ncredit rating for sovereign bonds issued in local currency because of the sovereign’s ability\nto tax its citizens and print its own currency. Although there are practical limits to the\nsovereign’s taxing and currency-printing capacities, each tends to support a sovereign’s\nability to repay debt. A strong domestic savings base is advantageous because it supports the\nsovereign’s ability to issue debt in local currency to domestic investors. ： C是正确的。以主\n权货币发行的债券和强大的国内储蓄基础都是有利的主权评级因素。人们普遍认为，以本币发行的主权债券\n信用评级较高，因为主权国家有能力对其公民征税并印制自己的货币。尽管对主权国家的征税和印钞能力有\n实际限制，但每一项都增强了主权国家偿还债务的能力。强大的国内储蓄是有利的，因为它使主权国家有能\n力向国内投资者发行本币债券。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Sovereign credit ratings, Domestic savings base, Currency of issuance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "12",
        "question_text": "Which type of bond most likely earns interest on an implied basis?",
        "image": "",
        "options": {
            "A": "A.Floater",
            "B": "B.Conventional bond",
            "C": "C.Pure discount bond"
        },
        "answer": "C",
        "explanation": "： C is correct. A zero-coupon, or pure discount, bond pays no interest; instead,\nit is issued at a discount to par value and redeemed at par. As a result, the interest earned\nis implied and equal to the difference between the par value and the purchase price. ： C是正确\n的。零息票或纯折扣债券不付利息；相反，它是以票面价值的折扣发行并按票面价值赎回的。因此，赚取的\n利息是隐含的，等于票面价值和购买价格之间的差额。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Zero-coupon bonds, Discount bonds, Interest rate convention",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "13",
        "question_text": "An option-adjusted spread (OAS) on a callable bond is the Z-spread:",
        "image": "",
        "options": {
            "A": "A.over the benchmark spot curve.",
            "B": "B.minus the standard swap rate in that currency of the same tenor.",
            "C": "C.minus the value of the embedded call option expressed in basis points per year."
        },
        "answer": "C",
        "explanation": "： C is correct. The option value in basis points per year is subtracted from the\nZ-spread to calculate the option-adjusted spread (OAS). The Z-spread is the constant yield\nspread over the benchmark spot curve. The I-spread is the yield spread of a specific bond over\nthe standard swap rate in that currency of the same tenor. ： C是正确的。每年以基点为单位的期权\n价值从Z价差中减去，以计算期权调整价差（OAS）。Z利差是基准即期曲线上的恒定收益率利差。I-利差是指\n某一特定债券在同一期限货币的标准互换利率上的收益率利差。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Option-Adjusted Spread (OAS), Z-Spread, I-Spread",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "14",
        "question_text": "The annual yield-to-maturity, stated for with a periodicity of 12, for a 4-year, zero-coupon\nbond priced at 75 per 100 of par value is closest to:",
        "image": "",
        "options": {
            "A": "A.6.25%.",
            "B": "B.7.21%.",
            "C": "C.7.46%."
        },
        "answer": "B",
        "explanation": "： B is correct. The annual yield-to-maturity, stated for a periodicity of 12, is\n7.21%. N=48, PV=-75, PMT=0, FV=100 CPT (I/Y)=0.601（%） YTM=I/Y*12=7.21（%） ： B是正确的。年到\n期收益率为7.21%，周期为12。 N=48, PV=-75, PMT=0, FV=100 CPT (I/Y)=0.601（%）\nYTM=I/Y*12=7.21（%）",
        "QA type": "math reasoning QA",
        "knowledge topics": "Yield-to-maturity, Zero-coupon bonds, Bond pricing",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "15",
        "question_text": "Which of the following type of debt obligation most likely protects bondholders when the\nassets serving as collateral are non-performing?",
        "image": "",
        "options": {
            "A": "A.Covered bonds",
            "B": "B.Collateral trust bonds",
            "C": "C.Mortgage-backed securities"
        },
        "answer": "A",
        "explanation": "： A is correct. A covered bond is a debt obligation backed by a segregated pool of\nassets called a “cover pool.” When the assets that are included in the cover pool become non-\nperforming (i.e., the assets are not generating the promised cash flows), the issuer must\nreplace them with performing assets. ： A是正确的。担保债券是由被称为“担保池”的独立资产池支持\n的债务义务。当担保池中包含的资产变成不良资产（即，这些资产没有产生承诺的现金流）时，发行人必须\n用有效资产替换它们。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Collateral, Asset-backed securities, Credit risk management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "16",
        "question_text": "The distinction between investment grade debt and non-investment grade debt is best\ndescribed by differences in:",
        "image": "",
        "options": {
            "A": "A.tax status.",
            "B": "B.credit quality.",
            "C": "C.maturity dates."
        },
        "answer": "B",
        "explanation": "： B is correct. The distinction between investment grade and non-investment grade\ndebt relates to differences in credit quality, not tax status or maturity dates. Debt markets\nare classified based on the issuer’s creditworthiness as judged by the credit ratings\nagencies. Ratings of Baa3 or above by Moody’s Investors Service or BBB– or above by Standard\n& Poor’s and Fitch Ratings are considered investment grade, whereas ratings below these levels\nare referred to as non-investment grade (also called high yield, speculative, or junk). ： B是\n正确的。投资级债务和非投资级债务之间的区别涉及信贷质量的差异，而不是税务状况或到期日。债务市场\n根据信用评级机构判断的发行人信誉进行分类。穆迪投资者服务公司（Moody's Investors Service）或标准\n普尔（Standard & Poor's）和惠誉（Fitch）评级机构对Baa3或以上的评级被视为投资级别，而低于这些级\n别的评级则被称为非投资级别（也称为高收益、投机性或垃圾级）。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit quality, Investment grade debt, Non-investment grade debt",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "17",
        "question_text": "A bond offers an annual coupon rate of 5%, with interest paid semiannually. The bond matures\nin seven years. At a market discount rate of 3%, the price of this bond per 100 of par value is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.106.60.",
            "B": "B.112.54.",
            "C": "C.143.90."
        },
        "answer": "B",
        "explanation": "： B is correct. The bond price is closest to 112.54. The formula for calculating\nthis bond price is: N=14, I/Y=1.5, PMT=2.5, FV=100 CPT (PV)=112.54 ： B是正确的。债券价格接近\n112.54。计算此债券价格的公式为： N=14, I/Y=1.5, PMT=2.5, FV=100 CPT (PV)=112.54",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond Valuation, Time Value of Money, Coupon Rate",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "18",
        "question_text": "A company has issued a floating-rate note with a coupon rate equal to the three-month Libor\n+ 65 basis points. Interest payments are made quarterly on 31 March, 30 June, 30 September, and\n31 December. On 31 March and 30 June, the three-month Libor is 1.55% and 1.35%, respectively.\nThe coupon rate for the interest payment made on 30 June is:",
        "image": "",
        "options": {
            "A": "A.2.00%.",
            "B": "B.2.10%.",
            "C": "C.2.20%."
        },
        "answer": "C",
        "explanation": "： C is correct. The coupon rate that applies to the interest payment due on 30\nJune is based on the three-month Libor rate prevailing on 31 March. Thus, the coupon rate is\n1.55% ＋ 0.65% = 2.20%. ： C是正确的。适用于6月30日到期利息支付的息票利率以3月31日的三个月伦敦\n银行同业拆借利率为基础。因此，票面利率为1.55%＋0.65%=2.20%。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Floating-Rate Notes, LIBOR, Coupon Payments",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "19",
        "question_text": "The type of bond issued by a multilateral agency such as the International Monetary Fund\n(IMF) is best described as a:",
        "image": "",
        "options": {
            "A": "A.sovereign bond.",
            "B": "B.supranational bond.",
            "C": "C.quasi-government bond."
        },
        "answer": "B",
        "explanation": "： B is correct. The IMF is a multilateral agency that issues supranational bonds.\nA and C are incorrect because sovereign bonds and quasi-government bonds are issued by national\ngovernments and by entities that perform various functions for national governments,\nrespectively. ： B是正确的。国际货币基金组织是一个发行超国家债券的多边机构。A和C是不正确的，因\n为主权债券和准政府债券分别由国家政府和为国家政府履行各种职能的实体发行。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Supranational bonds, Multilateral agencies, Sovereign bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "20",
        "question_text": "A yield curve constructed from a sequence of yields-to-maturity on zero-coupon bonds is the:",
        "image": "",
        "options": {
            "A": "A.par curve.",
            "B": "B.spot curve.",
            "C": "C.forward curve."
        },
        "answer": "B",
        "explanation": "： B is correct. The spot curve, also known as the strip or zero curve, is the\nyield curve constructed from a sequence of yields-to-maturities on zero-coupon bonds. The par\ncurve is a sequence of yields-to-maturity such that each bond is priced at par value. The\nforward curve is constructed using a series of forward rates, each having the same timeframe.\n： B是正确的。即期收益率曲线，是由零息债券的到期收益率构成的收益率曲线。平价收益率曲线的每个债\n券都是按票面价值定价的。远期曲线是使用一系列远期利率构建的，每个远期利率具有相同的时间。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Spot Yield Curve, Zero-Coupon Bonds, Yield-to-Maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "21",
        "question_text": "Matrix pricing allows investors to estimate market discount rates and prices for bonds:",
        "image": "",
        "options": {
            "A": "A.with different coupon rates.",
            "B": "B.that are not actively traded.",
            "C": "C.with different credit quality."
        },
        "answer": "B",
        "explanation": "： B is correct. For bonds not actively traded or not yet issued, matrix pricing is\na price estimation process that uses market discount rates based on the quoted prices of\nsimilar bonds (similar times-to-maturity, coupon rates, and credit quality). ： B是正确的。对于\n未活跃交易或尚未发行的债券，矩阵定价是一种价格估算过程，它使用基于类似债券报价（类似到期时间、\n息票利率和信用质量）的市场贴现率。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Valuation, Market Liquidity, Pricing Models",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "22",
        "question_text": "Which of the following is a source of wholesale funds for banks?",
        "image": "",
        "options": {
            "A": "A.Demand deposits",
            "B": "B.Money market accounts",
            "C": "C.Negotiable certificates of deposit"
        },
        "answer": "C",
        "explanation": "： C is correct. Wholesale funds available for banks include central bank funds,\ninterbank funds, and negotiable certificates of deposit. A and B are incorrect because demand\ndeposits (also known as checking accounts) and money market accounts are retail deposits (not\nwholesale funds). ： C是正确的。可供银行使用的批发基金包括中央银行基金、银行间基金和可转让存款\n证。A和B是不正确的，因为活期存款（也称为支票账户）和货币市场账户是零售存款（而不是批发基金）。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Wholesale funding, Retail deposits, Negotiable certificates of deposit",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "23",
        "question_text": "A 365-day year bank certificate of deposit has an initial principal amount of USD 96.5\nmillion and a redemption amount due at maturity of USD 100 million. The number of days between\nsettlement and maturity is 350. The bond equivalent yield is closest to:",
        "image": "",
        "options": {
            "A": "A.3.48%.",
            "B": "B.3.65%.",
            "C": "C.3.78%."
        },
        "answer": "C",
        "explanation": "C is correct. The bond equivalent yield is closest to 3.78%.\n C是正确的。债券等价收益率接近3.78%。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond Equivalent Yield (BEY), Money Market Instruments, Yield Calculations",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "24",
        "question_text": "When issuing debt, a company may use a sinking fund arrangement as a means of reducing:",
        "image": "level1_gu_shou_images/24u.PNG",
        "options": {
            "A": "A.credit risk.",
            "B": "B.inflation risk.",
            "C": "C.interest rate risk."
        },
        "answer": "A",
        "explanation": "： A is correct. A sinking fund arrangement is a way to reduce credit risk by\nmaking the issuer set aside funds over time to retire the bond issue. B and C are incorrect\nbecause a sinking fund arrangement has no effect on inflation risk or interest rate risk. ：\nA是正确的。偿债基金安排是一种降低信用风险的方法，通过使发行人在一段时间内留出资金以偿还债券。\nB和C是不正确的，因为偿债基金安排对通货膨胀风险或利率风险没有影响。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Inflation Risk, Interest Rate Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "25",
        "question_text": "Clauses that specify the rights of the bondholders and any actions that the issuer is\nobligated to perform or is prohibited from performing are:",
        "image": "",
        "options": {
            "A": "A.covenants.",
            "B": "B.collaterals.",
            "C": "C.credit enhancements."
        },
        "answer": "A",
        "explanation": "： A is correct. Covenants specify the rights of the bondholders and any actions\nthat the issuer is obligated to perform or is prohibited from performing. ： A是正确的。条款规\n定了债券持有人的权利以及发行人有义务履行或禁止履行的任何行为。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond covenants, Bondholder rights, Issuer obligations",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "26",
        "question_text": "The bond equivalent yield of a 180-day banker’s acceptance quoted at a discount rate of\n4.25% for a 360-day year is closest to:",
        "image": "",
        "options": {
            "A": "A.4.31%.",
            "B": "B.4.34%.",
            "C": "C.4.40%."
        },
        "answer": "C",
        "explanation": "C is correct. The bond equivalent yield is closest to 4.40%.\nNote that the PV is calculated using an assumed 360-day year and the AOR (bond equivalent\nyield) is calculated using a 365-day year.\nC是正确的。债券等价收益率接近4.40%。 注意：PV使用假定的360天年计算，AOR（债券等价收益率）使用\n365天年计算。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond Equivalent Yield, Discount Rate, Day Count Conventions",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "27",
        "question_text": "Which of the following statements describing a par curve is incorrect?",
        "image": "level1_gu_shou_images/27u.PNG",
        "options": {
            "A": "A.A par curve is obtained from a spot curve.",
            "B": "B.All bonds on a par curve are assumed to have different credit risk.",
            "C": "C.A par curve is a sequence of yields-to-maturity such that each bond is priced at par value."
        },
        "answer": "B",
        "explanation": "： B is correct. All bonds on a par curve are assumed to have similar, not\ndifferent, credit risk. Par curves are obtained from spot curves and all bonds used to derive\nthe par curve are assumed to have the same credit risk, as well as the same periodicity,\ncurrency, liquidity, tax status, and annual yields. A par curve is a sequence of yields-to-\nmaturity such that each bond is priced at par value. ： B是正确的。假设平价收益率曲线上的所有债\n券都有相似而非不同的信用风险。平价收益率曲线是从即期收益率曲线中获得的，所有用于获得平价收益率\n曲线的债券都假定具有相同的信用风险，以及相同的周期、货币、流动性、税务状况和年收益率。平价收益\n率曲线中每一种债券都是按票面价值定价的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Yield Curve Analysis, Credit Risk, Bond Valuation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "28",
        "question_text": "Corporate bond secondary market trading most often occurs:",
        "image": "",
        "options": {
            "A": "A.on a book-entry basis.",
            "B": "B.on organized exchanges.",
            "C": "C.prior to settlement at T + 1."
        },
        "answer": "A",
        "explanation": "： A is correct. The vast majority of corporate bonds are traded in over-the-\ncounter (OTC) markets that use electronic trading platforms through which users submit buy and\nsell orders. Settlement of trades in the OTC markets occurs by means of a simultaneous exchange\nof bonds for cash on the books of the clearing system “on a paperless, computerized book-entry\nbasis.” ： A是正确的。绝大多数公司债券在场外交易市场（OTC）进行交易，这些市场使用电子交易平台\n，用户通过这些平台提交买卖订单。场外交易市场的交易结算是在“无纸化、电脑化记账”的基础上，在结\n算系统的账簿上同时以债券换现金的方式进行的。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Corporate bond trading, Over-the-counter (OTC) markets, Electronic trading platforms",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "29",
        "question_text": "An investor who owns a bond with a 9% coupon rate that pays interest semiannually and\nmatures in three years is considering its sale. If the required rate of return on the bond is\n11%, the price of the bond per 100 of par value is closest to:",
        "image": "",
        "options": {
            "A": "A.95.00.",
            "B": "B.95.11.",
            "C": "C.105.15."
        },
        "answer": "A",
        "explanation": "： A is correct. The bond price is closest to 95.00. The bond has six semiannual\nperiods. Half of the annual coupon is paid in each period with the required rate of return also\nbeing halved. The price is determined in the following manner: N=6, I/Y=5.5, PMT=4.5, FV=100CPT\n(PV)=95 ： A是正确的。债券价格接近95.00美元。债券有六个半年期。年息票的一半在每个时期支付，要求\n的回报率也减半。价格按下列方式确定： N=6, I/Y=5.5, PMT=4.5, FV=100 CPT (PV)=95",
        "QA type": "math reasoning QA",
        "knowledge topics": "Time value of money, Bond pricing, Yield to maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "30",
        "question_text": "When classified by type of issuer, asset-backed securities are part of the:",
        "image": "",
        "options": {
            "A": "A.corporate sector.",
            "B": "B.structured finance sector.",
            "C": "C.government and government-related sector."
        },
        "answer": "B",
        "explanation": "： B is correct. Asset-backed securities (ABS) are securitized debt instruments\ncreated by securitization, a process that involves transferring ownership of assets from the\noriginal owners to a special legal entity. The special legal entity then issues securities\nbacked by the transferred assets. The assets’ cash flows are used to pay interest and repay\nthe principal owed to the holders of the securities. Assets that are typically used to create\nsecuritized debt instruments include loans (such as mortgage loans) and receivables (such as\ncredit card receivables). The structured finance sector includes such securitized debt\ninstruments (also called asset-backed securities). ： B是正确的。资产支持证券（Asset backed\nsecurities，ABS）是由证券化产生的证券化债务工具，是指将资产所有权从原所有者转移到特定法人实体的\n过程。然后，特殊法人实体发行有资产担保的证券。资产的现金流用于支付利息和偿还欠证券持有人的本金\n。通常用于创建证券化债务工具的资产包括贷款（如抵押贷款）和应收账款（如信用卡应收账款）。结构性\n金融包括此类证券化债务工具（也称为资产支持证券）。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Structured Finance, Asset-Backed Securities",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "31",
        "question_text": "Relative to an otherwise similar option-free bond, a:",
        "image": "",
        "options": {
            "A": "A.putable bond will trade at a higher price.",
            "B": "B.callable bond will trade at a higher price.",
            "C": "C.convertible bond will trade at a lower price."
        },
        "answer": "A",
        "explanation": "： A is correct. A put feature is beneficial to the bondholders. Thus, the price of\na putable bond will typically be higher than the price of an otherwise similar non-putable\nbond. B is incorrect because a call feature is beneficial to the issuer. Thus, the price of a\ncallable bond will typically be lower, not higher, than the price of an otherwise similar non-\ncallable bond. C is incorrect because a conversion feature is beneficial to the bondholders.\nThus, the price of a convertible bond will typically be higher, not lower, than the price of an\notherwise similar non-convertible bond. ： A是正确的。看跌期权有利于债券持有人。因此，可售回债\n券的价格通常高于其他类似的不可赎回债券的价格。 B是不正确的，因为看涨期权对发行人有利。因此，可\n赎回债券的价格通常比其他类似的不可赎回债券的价格低，而不是高。C是不正确的，因为可转换有利于债券\n持有人。因此，可转换债券的价格通常比其他类似的不可转换债券的价格高，而不是低。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Features, Option-Adjusted Spreads, Convertible Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "32",
        "question_text": "Which of the following statements relating to commercial paper is most accurate?",
        "image": "",
        "options": {
            "A": "A.There is no secondary market for trading commercial paper.",
            "B": "B.Only the strongest, highly rated companies issue commercial paper.",
            "C": "C.Commercial paper is a source of interim financing for long-term projects."
        },
        "answer": "C",
        "explanation": "： C is correct. Companies use commercial paper not only as a source of funding\nworking capital and seasonal demand for cash, but also as a source of interim financing for\nlong-term projects until permanent financing can be arranged. A is incorrect because there is a\nsecondary market for trading commercial paper, although trading is limited except for the\nlargest issues. B is incorrect because commercial paper is issued by companies across the risk\nspectrum, although only the strongest, highly rated companies issue low-cost commercial paper.\n： C是正确的。公司不仅利用商业票据作为流动资金和季节性现金需求的资金来源，而且还作为长期项目的\n临时融资来源，直到可以安排永久性融资。A是不正确的，因为有一个交易商业票据的二级市场，尽管交易是\n有限的，除了大规模发行。B是不正确的，因为商业票据是由风险范围内的公司发行的，尽管只有实力最强、\n评级较高的公司发行低成本的商业票据。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Commercial Paper, Interim Financing, Secondary Market",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "33",
        "question_text": "Investors seeking some general protection against a poor economy are most likely to select\na:",
        "image": "",
        "options": {
            "A": "A.deferred coupon bond.",
            "B": "B.credit-linked coupon bond.",
            "C": "C.payment-in-kind coupon bond."
        },
        "answer": "B",
        "explanation": "： B is correct. A credit-linked coupon bond has a coupon that changes when the\nbond’s credit rating changes. Because credit ratings tend to decline the most during\nrecessions, credit-linked coupon bonds may thus provide some general protection against a poor\neconomy by offering increased coupon payments when credit ratings decline. ： B是正确的。与信用\n挂钩的息票债券有一张息票，当债券的信用评级发生变化时，该息票会发生变化。由于信用评级在衰退期间\n往往下降最多，因此，信用挂钩息票债券可能在信用评级下降时提供更多的息票支付，从而提供一些抵御经\n济衰退的一般保护。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit-linked coupon bonds, Credit ratings, Economic recession protection",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "34",
        "question_text": "An investor in a country with an original issue discount tax provision purchases a 20-year\nzero-coupon bond at a deep discount to par value. The investor plans to hold the bond until the\nmaturity date. The investor will most likely report:",
        "image": "",
        "options": {
            "A": "A.a capital gain at maturity.",
            "B": "B.a tax deduction in the year the bond is purchased.",
            "C": "C.taxable income from the bond every year until maturity."
        },
        "answer": "C",
        "explanation": "： C is correct. The original issue discount tax provision requires the investor to\ninclude a prorated portion of the original issue discount in his taxable income every tax year\nuntil maturity. The original issue discount is equal to the difference between the bond’s par\nvalue and its original issue price. A is incorrect because the original issue discount tax\nprovision allows the investor to increase his cost basis in the bond so that when the bond\nmatures, he faces no capital gain or loss. B is incorrect because the original issue discount\ntax provision does not require any tax deduction in the year the bond is purchased or\nafterwards. ： C是正确的。原始发行折扣税规定要求投资者在到期前的每个纳税年度将原始发行折扣的按\n比例部分计入其应纳税所得额。原始发行折扣等于债券面值与其原始发行价格之间的差额。 A是不正确的\n，因为原始发行折扣税条款允许投资者增加其在债券中的成本基础，这样当债券到期时，他就不会面临资本\n损益。B是不正确的，因为原始发行折扣税条款不要求在债券购买当年或之后进行任何减税。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Taxation of fixed-income securities, Original issue discount (OID) provisions, Zero-coupon bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "35",
        "question_text": "Which of the following best describes a negative bond covenant? The issuer is:",
        "image": "",
        "options": {
            "A": "A.required to pay taxes as they come due.",
            "B": "B.prohibited from investing in risky projects.",
            "C": "C.required to maintain its current lines of business."
        },
        "answer": "B",
        "explanation": "： B is correct. Prohibiting the issuer from investing in risky projects restricts\nthe issuer’s potential business decisions. These restrictions are referred to as negative bond\ncovenants. A and C are incorrect because paying taxes as they come due and maintaining the\ncurrent lines of business are positive covenants. ： B是正确的。禁止发行人投资风险项目，限制了\n发行人的潜在经营决策。这些限制被称为否定条款。 A和C是不正确的，因为到期缴税和维持现有业务是积极\n的约定。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Covenants, Risk Management, Corporate Finance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "36",
        "question_text": "A bond issued by a local government authority, typically without an explicit funding\ncommitment from the national government, is most likely classified as a:",
        "image": "",
        "options": {
            "A": "A.sovereign bond.",
            "B": "B.quasi-government bond",
            "C": "C.non-sovereign government bond."
        },
        "answer": "C",
        "explanation": "： C is correct. Bonds issued by levels of government below the national\nlevel—such as provinces, regions, states, cities, and local government authorities—are\nclassified as non-sovereign government bonds. These bonds are typically not guaranteed by the\nnational government. ： C是正确的。省、区、州、市、地方各级以下政府发行的债券，属于非主权政府债\n券。这些债券通常不由国家政府担保。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Types of bonds, Sovereign bonds, Quasi-government bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "37",
        "question_text": "The rate, interpreted to be the incremental return for extending the time-to-maturity of an\ninvestment for an additional time period, is the:",
        "image": "",
        "options": {
            "A": "A.add-on rate.",
            "B": "B.forward rate.",
            "C": "C.yield-to-maturity."
        },
        "answer": "B",
        "explanation": "： B is correct. The forward rate can be interpreted to be the incremental or\nmarginal return for extending the time-to-maturity of an investment for an additional time\nperiod. The add-on rate (bond equivalent yield) is a rate quoted for money market instruments\nsuch as bank certificates of deposit and indexes such as Libor and Euribor. Yield-to-maturity\nis the internal rate of return on the bond’s cash flows—the uniform interest rate such that\nwhen the bond’s future cash flows are discounted at that rate, the sum of the present values\nequals the price of the bond. It is the implied market discount rate. ： B是正确的。远期利率可\n以解释为将投资的到期时间延长一段额外时间的增量或边际回报。附加利率（债券等价收益率）是指银行存\n款证等货币市场工具和Libor、Euribor等指数的报价。到期收益率是债券现金流的内部收益率统一利率，当\n债券的未来现金流按该利率贴现时，现值之和等于债券价格。这是隐含的市场贴现率。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Forward rates, Yield-to-maturity, Add-on rate",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "38",
        "question_text": "Which type of sovereign bond has the lowest interest rate risk for an investor?",
        "image": "",
        "options": {
            "A": "A.Floaters",
            "B": "B.Coupon bonds",
            "C": "C.Discount bonds"
        },
        "answer": "A",
        "explanation": "： A is correct. Floaters are bonds with a floating rate of interest that resets\nperiodically based on changes in the level of a reference rate, such as Libor. Because changes\nin the reference rate reflect changes in market interest rates, price changes of floaters are\nfar less pronounced than those of fixed-rate bonds, such as coupon bonds and discount bonds.\nThus, investors holding floaters are less exposed to interest rate risk than investors holding\nfixed-rate discount or coupon bonds. ： A是正确的。Floaters是一种浮动利率债券，根据参考利率水平\n的变化（如伦敦银行同业拆借利率）定期重置。由于参考利率的变化反映了市场利率的变化，所以浮动利率\n债券的价格变化远不如固定利率债券，如息票债券和贴现债券的价格变化明显。因此，持有浮动利率债券的\n投资者比持有固定利率贴现债券或息票债券的投资者面临的利率风险要小。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Interest Rate Risk, Floating Rate Bonds, Fixed Rate Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "39",
        "question_text": "Bond dealers most often quote the:",
        "image": "",
        "options": {
            "A": "A.flat price.",
            "B": "B.full price.",
            "C": "C.full price plus accrued interest."
        },
        "answer": "A",
        "explanation": "： A is correct. Bond dealers usually quote the flat price. When a trade takes\nplace, the accrued interest is added to the flat price to obtain the full price paid by the\nbuyer and received by the seller on the settlement date. The reason for using the flat price\nfor quotation is to avoid misleading investors about the market price trend for the bond. If\nthe full price were to be quoted by dealers, investors would see the price rise day after day\neven if the yield-to-maturity did not change. That is because the amount of accrued interest\nincreases each day. Then after the coupon payment is made the quoted price would drop\ndramatically. Using the flat price for quotation avoids that misrepresentation. The full price,\nflat price plus accrued interest, is not usually quoted by bond dealers. Accrued interest is\nincluded in not added to the full price and bond dealers do not generally quote the full price.\n： A是正确的。债券交易商通常报出净价。当交易发生时，应计利息加在净价上，以获得买方在结算日支付\n和卖方收到的全部价格。采用统一价格报价的原因是为了避免误导投资者对债券市场价格走势的认识。如果\n全价由交易商报价，即使到期收益率没有变化，投资者也会看到价格日复一日的上涨。那是因为应计利息的\n数额每天都在增加。然后，在支付优惠券后，报价将急剧下降。使用净价的报价方式避免了这种虚假陈述。\n债券交易商通常不报全价，即净价加上应计利息。应计利息包含在未加全价中，债券交易商一般不报全价。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Pricing, Accrued Interest, Yield-to-Maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "40",
        "question_text": "In most countries, the bond market sector with the smallest amount of bonds outstanding is\nmost likely the:",
        "image": "",
        "options": {
            "A": "A.government sector.",
            "B": "B.financial corporate sector.",
            "C": "C.non-financial corporate sector."
        },
        "answer": "C",
        "explanation": "： C is correct. In most countries, the largest issuers of bonds are the national\nand local governments as well as financial institutions. Thus, the bond market sector with the\nsmallest amount of bonds outstanding is the non-financial corporate sector. ： C是正确的。在大\n多数国家，最大的债券发行者是国家和地方政府以及金融机构。因此，债券市场发行量最小的部门是非金融\n企业部门。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond market sectors, Issuers of bonds, Government bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "41",
        "question_text": "Suppose a bond's price is expected to increase by 5% if its market discount rate decreases\nby 100 basis points. If the bond’s market discount rate increases by 100 basis points, the\nbond price is most likely to change by:",
        "image": "",
        "options": {
            "A": "A.5%.",
            "B": "B.less than 5%.",
            "C": "C.more than 5%."
        },
        "answer": "B",
        "explanation": "： B is correct. The bond price is most likely to change by less than 5%. The\nrelationship between bond prices and market discount rate is not linear. The percentage price\nchange is greater in absolute value when the market discount rate goes down than when it goes\nup by the same amount (the convexity effect). If a 100 basis point decrease in the market\ndiscount rate will cause the price of the bond to increase by 5%, then a 100 basis point\nincrease in the market discount rate will cause the price of the bond to decline by an amount\nless than 5%. ： B是正确的。债券价格最有可能变动不到5%。债券价格与市场贴现率之间不是线性关系。\n当市场贴现率下降时，价格变化的绝对值百分比大于当市场贴现率上升相同数量时的绝对值百分比（凸性效\n应）。如果市场贴现率下降100个基点将导致债券价格上涨5%，那么市场贴现率上升100个基点将导致债券价\n格下跌不到5%。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Pricing, Convexity, Interest Rate Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "42",
        "question_text": "Which of the following provisions is a benefit to the issuer?",
        "image": "",
        "options": {
            "A": "A.Put provision",
            "B": "B.Call provision",
            "C": "C.Conversion provision"
        },
        "answer": "B",
        "explanation": "： B is correct. A call provision (callable bond) gives the issuer the right to\nredeem all or part of the bond before the specified maturity date. If market interest rates\ndecline or the issuer’s credit quality improves, the issuer of a callable bond can redeem it\nand replace it by a cheaper bond. Thus, the call provision is beneficial to the issuer. A is\nincorrect because a put provision (putable bond) is beneficial to the bondholders. If interest\nrates rise, thus lowering the bond’s price, the bondholders have the right to sell the bond\nback to the issuer at a predetermined price on specified dates. C is incorrect because a\nconversion provision (convertible bond) is beneficial to the bondholders. If the issuing\ncompany’s share price increases, the bondholders have the right to exchange the bond for a\nspecified number of common shares in the issuing company. ： B是正确的。赎回条款（可赎回债券\n）赋予发行人在指定到期日前赎回全部或部分债券的权利。如果市场利率下降或发行人的信用质量提高，可\n赎回债券的发行人可以赎回并用更便宜的债券取代。因此，赎回条款对发行人有利。 A是不正确的，因为卖\n出条款（可售回债券）对债券持有人有利。如果利率上升，从而降低了债券价格，债券持有人有权在指定日\n期以预定价格将债券出售回发行人。C是不正确的，因为转换条款（可转换债券）对债券持有人有利。发行公\n司股价上涨的，债券持有人有权将债券换成发行公司一定数量的普通股。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Provisions, Callable Bonds, Putable Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "43",
        "question_text": "A bond with two years remaining until maturity offers a 3% coupon rate with interest paid\nannually. At a market discount rate of 4%, the price of this bond per 100 of par value is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.95.34.",
            "B": "B.98.00.",
            "C": "C.98.11."
        },
        "answer": "C",
        "explanation": "： C is correct. The bond price is closest to 98.11. N=2, I/Y=4, PMT=3, FV=100 CPT\n(PV)=98.11 ： C是正确的。债券价格接近98.11。 N=2, I/Y=4, PMT=3, FV=100 CPT (PV)=98.11",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond valuation, Discount rate, Coupon payment",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "44",
        "question_text": "A bond market in which a communications network matches buy and sell orders initiated from\nvarious locations is best described as an:",
        "image": "",
        "options": {
            "A": "A.organized exchange.",
            "B": "B.open market operation.",
            "C": "C.over-the-counter market."
        },
        "answer": "C",
        "explanation": "： C is correct. In over-the-counter (OTC) markets, buy and sell orders are\ninitiated from various locations and then matched through a communications network. Most bonds\nare traded in OTC markets. A is incorrect because on organized exchanges, buy and sell orders\nmay come from anywhere, but the transactions must take place at the exchange according to the\nrules imposed by the exchange. B is incorrect because open market operations refer to central\nbank activities in secondary bond markets. Central banks buy and sell bonds, usually sovereign\nbonds issued by the national government, as a means to implement monetary policy. ： C是正确的\n。在场外交易（OTC）市场中，买卖订单从不同的地点发出，然后通过通信网络进行匹配。大多数债券在场外\n交易市场交易。 A是不正确的，因为在有组织的交易所，买卖指令可能来自任何地方，但交易必须在交易所\n根据交易所规定的规则进行。 B是不正确的，因为公开市场操作是指中央银行在二级债券市场的活动。中央\n银行买卖债券，通常是国家政府发行的主权债券，作为实施货币政策的手段。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Over-the-counter markets, Organized exchanges, Open market operations",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "45",
        "question_text": "A South African company issues bonds denominated in pound sterling that are sold to\ninvestors in the United Kingdom. These bonds can be best described as:",
        "image": "",
        "options": {
            "A": "A.Eurobonds.",
            "B": "B.global bonds.",
            "C": "C.foreign bonds."
        },
        "answer": "C",
        "explanation": "： C is correct. Bonds sold in a country and denominated in that country’s\ncurrency by an entity from another country are referred to as foreign bonds. A is incorrect\nbecause Eurobonds are bonds issued outside the jurisdiction of any single country. B is\nincorrect because global bonds are bonds issued in the Eurobond market and at least one\ndomestic country simultaneously. ： C是正确的。一个实体从另一个国家出售并以该国货币计价的债券称\n为外国债券。 A是不正确的，因为欧洲债券是在任何一个国家管辖范围之外发行的债券。B是不正确的，因为\n全球债券是在欧洲债券市场和至少一个国内国家同时发行的债券。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Foreign bonds, Eurobonds, Global bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "46",
        "question_text": "Which of the following is a type of external credit enhancement?",
        "image": "",
        "options": {
            "A": "A.Covenants",
            "B": "B.A surety bond",
            "C": "C.Overcollaterization"
        },
        "answer": "B",
        "explanation": "： B is correct. A surety bond is an external credit enhancement, i.e., a guarantee\nreceived from a third party. If the issuer defaults, the guarantor who provided the surety bond\nwill reimburse investors for any losses, usually up to a maximum amount called the penal sum. A\nis incorrect because covenants are legally enforceable rules that borrowers and lenders agree\nupon when the bond is issued. C is incorrect because overcollateralization is an internal, not\nexternal, credit enhancement. Collateral is a guarantee underlying the debt above and beyond\nthe issuer’s promise to pay, and overcollateralization refers to the process of posting more\ncollateral than is needed to obtain or secure financing. Collateral, such as assets or\nsecurities pledged to ensure debt payments, is not provided by a third party. Thus,\novercollateralization is not an external credit enhancement. ： B是正确的。担保债券是一种外部信\n用增级，即从第三方收到的担保。如果发行人违约，提供担保债券的担保人将赔偿投资者的任何损失，通常\n最高赔偿金额称为违约金。 A是不正确的，因为条款是借款人和贷款人在发行债券时商定的法律上可执行的\n规则。 C是不正确的，因为过度集资是一种内部而非外部的信用增级。担保品是指对发行人承诺支付的债务\n的担保，超额收取是指抵押物超过获得或获得融资所需数量的过程。担保品，如为确保债务偿还而抵押的资\n产或证券，不是由第三方提供的。因此，过度集资不是外部信用增强。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Enhancement, Surety Bonds, Risk Mitigation Techniques",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "47",
        "question_text": "With respect to floating-rate bonds, a reference rate (such as MRR) is most likely used to\ndetermine the bond’s:",
        "image": "",
        "options": {
            "A": "A.spread.",
            "B": "B.coupon rate.",
            "C": "C.frequency of coupon payments."
        },
        "answer": "B",
        "explanation": "： B is correct. The coupon rate of a floating-rate bond is expressed as a\nreference rate plus a spread. Different reference rates are used depending on where the bond is\nissued and its currency denomination, but one of the most widely used set of reference rates is\nLibor. A and C are incorrect because a bond’s spread and frequency of coupon payments are\ntypically set when the bond is issued and do not change during the bond’s life. ： B是正确的。\n浮动利率债券的票面利率表示为参考利率加上利差。根据债券发行地和货币面额的不同，使用不同的参考利\n率，但使用最广泛的一组参考利率是伦敦银行同业拆借利率。A和C是不正确的，因为债券的息差和息票支付\n频率通常是在债券发行时确定的，在债券的有效期内不会发生变化。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Floating-rate bonds, Coupon rate determination, Reference rates",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "48",
        "question_text": "For the issuer, a sinking fund arrangement is most similar to a:",
        "image": "",
        "options": {
            "A": "A.term maturity structure.",
            "B": "B.serial maturity structure.",
            "C": "C.bondholder put provision."
        },
        "answer": "B",
        "explanation": "： B is correct. With a serial maturity structure, a stated number of bonds mature\nand are paid off on a pre-determined schedule before final maturity. With a sinking fund\narrangement, the issuer is required to set aside funds over time to retire the bond issue. Both\nresult in a pre-determined portion of the issue being paid off according to a pre-determined\nschedule. ： B是正确的。在连续到期结构下，一定数量的债券到期，并在最终到期前按预先确定的时间表\n偿还。根据偿债基金安排，发行人须在一段时间内拨出资金以偿还债券。这两种情况都会导致预先确定部分\n按照预先确定的时间表得到偿付。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond issuance and structuring, sinking fund arrangements, serial maturity structure",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "49",
        "question_text": "A bond offers an annual coupon rate of 4%, with interest paid semiannually. The bond matures\nin two years. At a market discount rate of 6%, the price of this bond per 100 of par value is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.93.07.",
            "B": "B.96.28.",
            "C": "C.96.33."
        },
        "answer": "B",
        "explanation": "： B is correct. The bond price is closest to 96.28. N=4, I/Y=3, PMT=2, FV=100 CPT\n(PV)=96.28 ： B是正确的。债券价格接近96.28。 N=4, I/Y=3, PMT=2, FV=100 CPT (PV)=96.28",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond Valuation, Time Value of Money, Discount Rates",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "50",
        "question_text": "An affirmative covenant is most likely to stipulate:",
        "image": "",
        "options": {
            "A": "A.limits on the issuer’s leverage ratio.",
            "B": "B.how the proceeds of the bond issue will be used.",
            "C": "C.the maximum percentage of the issuer’s gross assets that can be sold."
        },
        "answer": "B",
        "explanation": "： B is correct. Affirmative (or positive) covenants enumerate what issuers are\nrequired to do and are typically administrative in nature. A common affirmative covenant\ndescribes what the issuer intends to do with the proceeds from the bond issue. A and C are\nincorrect because imposing a limit on the issuer’s leverage ratio or on the percentage of the\nissuer’s gross assets that can be sold are negative covenants. Negative covenants prevent the\nissuer from taking actions that could reduce its ability to make interest payments and repay\nthe principal. ： B是正确的。肯定条款列举了发行人必须做的事情，通常是行政性质的。一个共同的肯定\n性条款描述了发行人打算如何处理债券发行的收益。 A和C是不正确的，因为限制发行人的杠杆比率或发行人\n可出售总资产的百分比是否定条款。否定条款阻止发行人采取可能降低其支付利息和偿还本金能力的行动。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond covenants, Financial terms and conditions, Credit risk management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "51",
        "question_text": "Agency bonds are issued by:",
        "image": "",
        "options": {
            "A": "A.local governments.",
            "B": "B.national governments.",
            "C": "C.quasi-government entities"
        },
        "answer": "C",
        "explanation": "： C is correct. Agency bonds are issued by quasi-government entities. These\nentities are agencies and organizations usually established by national governments to perform\nvarious functions for them. A and B are incorrect because local and national governments issue\nnon-sovereign and sovereign bonds, respectively. ： C是正确的。代理债券是由准政府实体发行的。这\n些实体是通常由国家政府设立的为其履行各种职能的机构和组织。A和B是不正确的，因为地方政府和国家政\n府分别发行非主权债券和主权债券。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Agency Bonds, Quasi-Government Entities, Sovereign Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "52",
        "question_text": "Which of the following describes privately placed bonds?",
        "image": "",
        "options": {
            "A": "A.They are non-underwritten and unregistered.",
            "B": "B.They usually have active secondary markets.",
            "C": "C.They are less customized than publicly offered bonds."
        },
        "answer": "A",
        "explanation": "： A is correct. Private placements are typically non-underwritten, unregistered\nbond offerings that are sold only to a single investor or a small group of investors. ： A是正\n确的。私募通常是非承销、未注册的债券发行，只出售给单个或部分投资者。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Private placements, Bond markets, Regulatory compliance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "53",
        "question_text": "Which of the following best describes a negative bond covenant? The requirement to:",
        "image": "",
        "options": {
            "A": "A.insure and maintain assets.",
            "B": "B.comply with all laws and regulations.",
            "C": "C.maintain a minimum interest coverage ratio."
        },
        "answer": "C",
        "explanation": "： C is correct. Negative covenants enumerate what issuers are prohibited from\ndoing. Restrictions on debt, including maintaining a minimum interest coverage ratio or a\nmaximum debt usage ratio, are typical examples of negative covenants. ： C是正确的。否定条款列\n举了禁止发行人做的事情。对债务的限制，包括保持最低的利息保障率或最高的债务使用率，是否定条款的\n典型例子。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond covenants, Negative covenants, Financial ratios",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "54",
        "question_text": "A portfolio manager is considering the purchase of a bond with a 5.5% coupon rate that pays\ninterest annually and matures in three years. If the required rate of return on the bond is 5%,\nthe price of the bond per 100 of par value is closest to:",
        "image": "",
        "options": {
            "A": "A.98.65.",
            "B": "B.101.36.",
            "C": "C.106.43."
        },
        "answer": "B",
        "explanation": "： B is correct. The bond price is closest to 101.36. The price is determined in\nthe following manner: N=3, I/Y=5, PMT=5.5, FV=100 CPT (PV)=101.36 ： B是正确的。债券价格接近\n101.36。价格按下列方式确定： N=3, I/Y=5, PMT=5.5, FV=100 CPT (PV)=101.36",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond pricing, Time value of money, Discounting",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "55",
        "question_text": "A mechanism by which an issuer may be able to offer additional bonds to the general public\nwithout preparing a new and separate offering circular best describes:",
        "image": "",
        "options": {
            "A": "A.the grey market.",
            "B": "B.a shelf registration.",
            "C": "C.a private placement."
        },
        "answer": "B",
        "explanation": "： B is correct. A shelf registration allows certain authorized issuers to offer\nadditional bonds to the general public without having to prepare a new and separate offering\ncircular. The issuer can offer multiple bond issuances under the same master prospectus, and\nonly has to prepare a short document when additional bonds are issued. A is incorrect because\nthe grey market is a forward market for bonds about to be issued. C is incorrect because a\nprivate placement is a non-underwritten, unregistered offering of bonds that are not sold to\nthe general public but directly to an investor or a small group of investors. ： B是正确的。货\n架登记允许某些授权发行人向公众发行额外债券，而无需编制新的单独发行通知。发行人可以在同一主招股\n说明书下多次发行债券，只需在增发债券时准备一份简短的文件。 A是不正确的，因为灰色市场是即将发行\n的债券的远期市场。 C是不正确的，因为私募是一种未经承销、未经登记的债券发行，不向公众出售，而是\n直接向部分投资者出售。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Issuance Mechanisms, Shelf Registration, Public Offerings",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "56",
        "question_text": "The following information relates to Question below:\nBoth bonds pay interest annually. The current three-year EUR interest rate swap benchmark is\n2.12%.The G-spread in basis points (bps) on the UK corporate bond is closest to:",
        "image": "level1_gu_shou_images/56u.PNG",
        "options": {
            "A": "A.264 bps.",
            "B": "B.285 bps.",
            "C": "C.300 bps."
        },
        "answer": "B",
        "explanation": "B is correct. The G-spread is closest to 285 bps. The benchmark rate for UK fixed-\nrate bonds is the UK government benchmark bond. The Euro interest rate spread benchmark is used\nto calculate the G-spread for Euro-denominated corporate bonds, not UK bonds. The G-spread is\ncalculated as follows:\nYield-to-maturity on the UK corporate bond:\nThe G-spread is 476 – 191 = 285 bps.\nB是正确的。G价差最接近285个基点。英国固定利率债券的基准利率为英国政府基准债券。欧元息差基准用于\n计算欧元计价公司债券的G息差，而不是国债。G息差计算如下： 英国公司债券到期收益率： G-息差为\n476–191=285个基点。\n calculated as follows:\n\n$$\n100.65 = \\frac{5}{(1 + r)^1} + \\frac{5}{(1 + r)^2} + \\frac{105}{(1 + r)^3}, \\quad r = 0.04762 \\text{ or}\n$$\n\nYield-to-maturity on the UK corporate bond:\n\n$$\n100.25 = \\frac{2}{(1 + r)^1} + \\frac{2}{(1 + r)^2} + \\frac{102}{(1 + r)^3}, \\quad r = 0.01913\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Fixed Income, Credit Risk, Bond Valuation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "57",
        "question_text": "Which type of call bond option offers the greatest flexibility as to when the issuer can\nexercise the option?",
        "image": "",
        "options": {
            "A": "A.A Bermuda call",
            "B": "B.A European call",
            "C": "C.An American call"
        },
        "answer": "C",
        "explanation": "： C is correct. An American call option gives the issuer the right to call the\nbond at any time starting on the first call date. ： C是正确的。美式看涨期权赋予发行人在第一个\n看涨日开始的任何时间赎回债券的权利。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond options, Call options, American options",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "58",
        "question_text": "A5-year, 5% semiannual coupon payment corporate bond is priced at 104.967 per100 of par\nvalue. The bond’s yield-to-maturity, quoted on a semiannual bondbasis, is 3.897%. An analyst\nhas been asked to convert to a monthlyperiodicity. Under this conversion, the yield-to-maturity\nis closest to:",
        "image": "",
        "options": {
            "A": "A.3.87%.",
            "B": "B.4.95%.",
            "C": "C.7.67%."
        },
        "answer": "A",
        "explanation": "A is correct. The yield-to-maturity, stated for a periodicity of 12 (monthly\nperiodicity), is 3.87%. The formula to convert an annual percentage rate (annual yield-to-\nmaturity) from one periodicity to another is as follows:\nAPR12 = 0.00322 × 12 = 0.03865, or approximately 3.87%.\nA是正确的。到期收益率为3.87%，周期为12（月周期）。将年百分率（年到期收益率）从一个周期转换为另\n一个周期的公式如下： APR12=0.00322×12=0.03865，约3.87%。\n $$\n\\left(1 + \\frac{0.03897}{2}\\right)^2 = \\left(1 + \\frac{APR_{12}}{12}\\right)^{12}\n$$",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Yield-to-Maturity (YTM), Coupon Bonds, Interest Rate Conversion",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "59",
        "question_text": "In major developed bond markets, newly issued sovereign bonds are most often sold to the\npublic via a(n):",
        "image": "",
        "options": {
            "A": "A.auction.",
            "B": "B.private placement.",
            "C": "C.best efforts offering."
        },
        "answer": "A",
        "explanation": "： A is correct. In major developed bond markets, newly issued sovereign bonds are\nsold to the public via an auction. B and C are incorrect because sovereign bonds are rarely\nissued via private placements or best effort offerings. ： A是正确的。在主要的发达债券市场，新\n发行的主权债券通过拍卖的方式出售给公众。B和C是不正确的，因为主权债券很少通过私募或代销。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond issuance methods, Sovereign bonds, Auction mechanisms.",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "60",
        "question_text": "A liquid secondary bond market allows an investor to sell a bond at:",
        "image": "",
        "options": {
            "A": "A.the desired price.",
            "B": "B.a price at least equal to the purchase price.",
            "C": "C.a price close to the bond’s fair market value."
        },
        "answer": "C",
        "explanation": "： C is correct. Liquidity in secondary bond markets refers to the ability to buy\nor sell bonds quickly at prices close to their fair market value. A and B are incorrect because\na liquid secondary bond market does not guarantee that a bond will sell at the price sought by\nthe investor, or that the investor will not face a loss on his or her investment. ： C是正确的\n。二级债券市场的流动性是指能够以接近其公允价值的价格快速买入或卖出债券的能力。 A和B是不正确的\n，因为流动性强的二级债券市场不能保证债券以投资者所要求的价格出售，也不能保证投资者不会面临损失\n。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Market Liquidity, Secondary Markets, Fair Market Value",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "61",
        "question_text": "If interest rates are expected to increase, the coupon payment structure most likely to\nbenefit the issuer is a:",
        "image": "",
        "options": {
            "A": "A.step-up coupon.",
            "B": "B.inflation-linked coupon.",
            "C": "C.cap in a floating-rate note."
        },
        "answer": "C",
        "explanation": "： C is correct. A cap in a floating-rate note (capped FRN) prevents the coupon\nrate from increasing above a specified maximum rate. This feature benefits the issuer in a\nrising interest rate environment because it sets a limit to the interest rate paid on the debt.\nA is incorrect because a bond with a step-up coupon is one in which the coupon, which may be\nfixed or floating, increases by specified margins at specified dates. This feature benefits the\nbondholders, not the issuer, in a rising interest rate environment because it allows\nbondholders to receive a higher coupon in line with the higher market interest rates. B is\nincorrect because inflation-linked bonds have their coupon payments and/or principal repayment\nlinked to an index of consumer prices. If interest rates increase as a result of inflation,\nthis feature is a benefit for the bondholders, not the issuer. ： C是正确的。浮动利率票据（封顶\nFRN）中的上限防止息票利率增加到指定的最高利率以上。在利率不断上升的环境下，这一特点有利于发行人\n，因为它对债务支付的利率设定了限制。 A是不正确的，因为具有递增息票的债券是指息票（可以是固定息\n票或浮动息票）在指定日期增加的债券。在利率上升的环境下，这一功能使债券持有人而非发行人受益，因\n为它允许债券持有人获得与较高市场利率一致的较高票面利率。B是不正确的，因为与通货膨胀挂钩的债券的\n息票支付和/或本金偿还与消费价格指数挂钩。如果通胀导致利率上升，这一特征对债券持有人而非发行人有\n利。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Floating-Rate Notes, Interest Rate Risk, Inflation-Linked Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "62",
        "question_text": "The yield spread of a specific bond over the standard swap rate in that currency of the same\ntenor is best described as the:",
        "image": "",
        "options": {
            "A": "A.I-spread.",
            "B": "B.Z-spread.",
            "C": "C.G-spread."
        },
        "answer": "A",
        "explanation": "： A is correct. The I-spread, or interpolated spread, is the yield spread of a\nspecific bond over the standard swap rate in that currency of the same tenor. The yield spread\nin basis points over an actual or interpolated government bond is known as the G-spread. The Z-\nspread (zero-volatility spread) is the constant spread such that is added to each spot rate\nsuch that the present value of the cash flows matches the price of the bond. ： A是正确的。I-利\n差，或称差值利差，是指某一特定债券在同一期限货币的标准互换利率上的收益率利差。以基点计算的实际\n或差值政府债券收益率差价称为G差价。Z价差（零波动性价差）是一个固定价差，加在每个即期利率上，使\n现金流的现值与债券的价格相匹配。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond yield spreads, Interpolated spread (I-spread), Swap rates",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "63",
        "question_text": "Eurocommerical paper is most likely:",
        "image": "",
        "options": {
            "A": "A.negotiable.",
            "B": "B.denominated in euro.",
            "C": "C.issued on a discount basis."
        },
        "answer": "A",
        "explanation": "： A is correct. Commercial paper, whether US commercial paper or Eurocommercial\npaper, is negotiable—that is, investors can buy and sell commercial paper on secondary\nmarkets. B is incorrect because Eurocommercial paper can be denominated in any currency. C is\nincorrect because Eurocommercial paper may be issued on an interest-bearing (or yield) basis or\na discount basis. ： A是正确的。商业票据，无论是美国商业票据还是欧洲商业票据，都是可转让的，即\n投资者可以在二级市场买卖商业票据。B是不正确的，因为欧洲商业票据可以以任何货币计价。C是不正确的\n，因为欧洲商业票据可能是在计息（或收益率）基础上或贴现基础上发行的。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Eurocommercial paper, negotiable instruments, secondary markets",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "64",
        "question_text": "An investment bank that underwrites a bond issue most likely:",
        "image": "",
        "options": {
            "A": "A.buys and resells the newly issued bonds to investors or dealers.",
            "B": "B.acts as a broker and receives a commission for selling the bonds to investors.",
            "C": "C.incurs less risk associated with selling the bonds than in a best efforts offering."
        },
        "answer": "A",
        "explanation": "： A is correct. In an underwritten offering (also called firm commitment\noffering), the investment bank (called the underwriter) guarantees the sale of the bond issue\nat an offering price that is negotiated with the issuer. Thus, the underwriter takes the risk\nof buying the newly issued bonds from the issuer, and then reselling them to investors or to\ndealers who then sell them to investors. B and C are incorrect because the bond issuing\nmechanism where an investment bank acts as a broker and receives a commission for selling the\nbonds to investors, and incurs less risk associated with selling the bonds, is a best efforts\noffering (not an underwritten offering). ： A是正确的。在承销发行（也称为确定承诺发行）中，投资\n银行（称为承销商）保证以与发行人协商的发行价格出售债券。因此，承销商承担风险，从发行人处购买新\n发行的债券，然后再将其转售给投资者或经销商，接着再将其出售给投资者。B和C是不正确的，因为在债券\n发行机制中，投资银行作为经纪人，收取向投资者出售债券的佣金，并且与出售债券相关的风险较小，这是\n代销（而不是承销发行）。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Underwriting, Investment Banking, Bond Issuance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "65",
        "question_text": "The legal contract that describes the form of the bond, the obligations of the issuer, and\nthe rights of the bondholders can be best described as a bond’s:",
        "image": "",
        "options": {
            "A": "A.covenant.",
            "B": "B.indenture.",
            "C": "C.debenture."
        },
        "answer": "B",
        "explanation": "： B is correct. The indenture, also referred to as trust deed, is the legal\ncontract that describes the form of the bond, the obligations of the issuer, and the rights of\nthe bondholders.A is incorrect because covenants are only one element of a bond’s indenture.\nCovenants are clauses that specify the rights of the bondholders and any actions that the\nissuer is obligated to perform or prohibited from performing. C is incorrect because a\ndebenture is a type of bond. ： B是正确的。契约，也称为信托契约，是描述债券形式、发行人义务和债\n券持有人权利的法律合同。 A是不正确的，因为条款只是债券契约的一个要素。条款是规定债券持有人的权\n利和发行人有义务或禁止履行的任何行为的条款。C是不正确的，因为一种债券。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Indentures, Bond Covenants, Types of Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "66",
        "question_text": "A bond issued internationally, outside the jurisdiction of the country in whose currency the\nbond is denominated, is best described as a:",
        "image": "",
        "options": {
            "A": "A.Eurobond.",
            "B": "B.foreign bond.",
            "C": "C.municipal bond."
        },
        "answer": "A",
        "explanation": "： A is correct. Eurobonds are issued internationally, outside the jurisdiction of\nany single country. B is incorrect because foreign bonds are considered international bonds,\nbut they are issued in a specific country, in the currency of that country, by an issuer\ndomiciled in another country. C is incorrect because municipal bonds are US domestic bonds\nissued by a state or local government. ： A是正确的。欧洲债券是国际发行的，不在任何一个国家的管\n辖范围内。B是不正确的，因为外国债券被视为国际债券，但它们是在一个特定国家发行的，以该国的货币\n，由一个在另一个国家注册的发行人发行。C是不正确的，因为市政债券是由州或地方政府发行的美国债券。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "International Bonds, Eurobonds, Foreign Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "67",
        "question_text": "Sovereign bonds are best described as:",
        "image": "",
        "options": {
            "A": "A.bonds issued by local governments.",
            "B": "B.secured obligations of a national government.",
            "C": "C.bonds backed by the taxing authority of a national government."
        },
        "answer": "C",
        "explanation": "： C is correct. Sovereign bonds are usually unsecured obligations of the national\ngovernment issuing the bonds; they are not backed by collateral, but by the taxing authority of\nthe national government. A is incorrect because bonds issued by local governments are non-\nsovereign (not sovereign) bonds. B is incorrect because sovereign bonds are typically unsecured\n(not secured) obligations of a national government. ： C是正确的。主权债券通常是发行国家的无担\n保债务；它们不是由抵押品担保的，而是由国家政府的税务机关担保的。 A是不正确的，因为地方政府发行\n的债券是非主权（非主权）债券。 B是不正确的，因为主权债券通常是国家政府的无担保（非担保）债务。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Sovereign Risk, Bond Characteristics, Government Debt",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "68",
        "question_text": "Compared with developed markets bonds, emerging markets bonds most likely:",
        "image": "",
        "options": {
            "A": "A.offer lower yields.",
            "B": "B.exhibit higher risk.",
            "C": "C.benefit from lower growth prospects."
        },
        "answer": "B",
        "explanation": "： B is correct. Many emerging countries lag developed countries in the areas of\npolitical stability, property rights, and contract enforcement. Consequently, emerging market\nbonds usually exhibit higher risk than developed markets bonds. A is incorrect because emerging\nmarkets bonds typically offer higher (not lower) yields than developed markets bonds to\ncompensate investors for the higher risk. C is incorrect because emerging markets bonds usually\nbenefit from higher (not lower) growth prospects than developed markets bonds. ： B是正确的。许\n多新兴国家在政治稳定、产权和合同执行方面落后于发达国家。因此，新兴市场债券通常表现出比发达市场\n债券更高的风险。A是不正确的，因为新兴市场债券通常提供比发达市场债券更高（而不是更低）的收益率\n，以补偿投资者更高的风险。C是不正确的，因为新兴市场债券通常比发达市场债券受益于更高（而不是更低\n）的增长前景。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Emerging Markets Risk, Bond Yields, Political Stability",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "69",
        "question_text": "An investor considers the purchase of a 2-year bond with a 5% coupon rate, with interest\npaid annually. Assuming the sequence of spot rates shown below, the price of the bond is\nclosest to:",
        "image": "level1_gu_shou_images/69u.PNG",
        "options": {
            "A": "A.101.93.",
            "B": "B.102.85.",
            "C": "C.105.81."
        },
        "answer": "A",
        "explanation": "A is correct. The bond price is closest to 101.93. The price is determined in the\nfollowing manner:PV = present value, or the price of the bondPMT = coupon payment per periodFV\n= future value paid at maturity, or the par value of the bondZ1 = spot rate, or the zero-coupon\nyield, for Period 1Z2 = spot rate, or the zero-coupon yield, for Period 2\n A是正确的。债券价格接近101.93。价格按下列方式确定： PV=现值，或债券价格 PMT=每期息票 FV=到期时\n支付的未来价值，或债券的面值 Z1=期1的即期汇率或零息票收益率 Z2=第2期的即期汇率或零息票收益率。\n$$\nPV = \\frac{5}{(1 + 0.03)^1} + \\frac{5 + 100}{(1 + 0.04)^2}\n$$\n\n$$\nPV = 4.85 + 97.08 = 101.93\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond pricing, spot rates, interest calculation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "70",
        "question_text": "The repo margin is:",
        "image": "",
        "options": {
            "A": "A.negotiated between counterparties.",
            "B": "B.established independently of market-related conditions.",
            "C": "C.structured on an agreement assuming equal credit risks to all counterparties."
        },
        "answer": "A",
        "explanation": "： A is correct. Repo margins vary by transaction and are negotiated bilaterally\nbetween the counterparties. ： A是正确的。回购保证金因交易而异，由交易对手之间进行双边协商。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk management, Market risk management, Collateral management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "71",
        "question_text": "A bond with 20 years remaining until maturity is currently trading for 111 per 100 of par\nvalue. The bond offers a 5% coupon rate with interest paid semiannually. The bond’s annual\nyield-to-maturity is closest to:",
        "image": "",
        "options": {
            "A": "A.2.09%.",
            "B": "B.4.18%.",
            "C": "C.4.50%."
        },
        "answer": "B",
        "explanation": "： B is correct. The formula for calculating this bond’s yield-to-maturity is:\nN=40, PV=-111, PMT=2.5, FV=100 CPT (I/Y)=2.09（%） YTM=2.09%*2=4.18% ： B是正确的。计算该债券到\n期收益率的公式为： N=40, PV=-111, PMT=2.5, FV=100 CPT (I/Y)=2.09（%） YTM=2.09%*2=4.18%",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond Valuation, Yield-to-Maturity (YTM), Time Value of Money",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "72",
        "question_text": "An analyst evaluates the following information relating to floating rate notes (FRNs) issued\nat par value that have 3-month Libor as a reference rate:\nBased only on the information provided, the FRN that will be priced at a premium on the next\nreset date is:",
        "image": "level1_gu_shou_images/72u.PNG",
        "options": {
            "A": "A.FRN X.",
            "B": "B.FRN Y.",
            "C": "C.FRN Z."
        },
        "answer": "A",
        "explanation": "： A is correct. FRN X will be priced at a premium on the next reset date because\nthe quoted margin of 0.40% is greater than the discount or required margin of 0.32%. The\npremium amount is the present value of the extra or “excess” interest payments of 0.08% each\nquarter (0.40% – 0.32%). FRN Y will be priced at par value on the next reset date since there\nis no difference between the quoted and discount margins. FRN Z will be priced at a discount\nsince the quoted margin is less than the required margin. ： A是正确的。由于0.40%的报价利差大于\n0.32%的贴现率差，因此在下一个重置日，FRN X将以溢价定价。溢价金额是每季度额外或“超额”利息支付\n的现值，为0.08%（0.40%–0.32%）。FRN Y将在下一个重置日按面值定价，因为报价和贴现率差之间没有差\n异。由于利差报价低于要求利差，因此FRN Z将以折扣价定价。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Floating Rate Notes (FRNs), Quoted Margin vs. Discount Margin, Bond Pricing",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "73",
        "question_text": "Which of the following statements related to secondary bond markets is most accurate?",
        "image": "",
        "options": {
            "A": "A.Newly issued corporate bonds are issued in secondary bond markets.",
            "B": "B.Secondary bond markets are where bonds are traded between investors.",
            "C": "C.The major participants in secondary bond markets globally are retail investors."
        },
        "answer": "B",
        "explanation": "： B is correct. Secondary bond markets are where bonds are traded between\ninvestors. A is incorrect because newly issued bonds (whether from corporate issuers or other\ntypes of issuers) are issued in primary (not secondary) bond markets. C is incorrect because\nthe major participants in secondary bond markets globally are large institutional investors and\ncentral banks (not retail investors). ： B是正确的。二级债券市场是投资者之间进行债券交易的地方\n。 A是不正确的，因为新发行的债券（无论是来自公司发行人还是其他类型的发行人）是在一级（而不是二\n级）债券市场发行的。 C是不正确的，因为全球二级债券市场的主要参与者是大型机构投资者和中央银行\n（而不是散户投资者）。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Secondary bond markets, Primary bond markets, Institutional investors",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "74",
        "question_text": "A repurchase agreement is most comparable to a(n):",
        "image": "",
        "options": {
            "A": "A.interbank deposit.",
            "B": "B.collateralized loan.",
            "C": "C.negotiable certificate of deposit."
        },
        "answer": "B",
        "explanation": "： B is correct. A repurchase agreement (repo) can be viewed as a collateralized\nloan where the security sold and subsequently repurchased represents the collateral posted. A\nand C are incorrect because interbank deposits and negotiable certificates of deposit are\nunsecured deposits—that is, there is no collateral backing the deposit. ： B是正确的。回购协议\n（repo）可以被视为一种抵押贷款，其中出售和随后回购的证券代表已过账的抵押品。A和C是不正确的，因\n为银行间存款和可转让存款证是无担保存款，也就是说，没有担保物支持存款。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Repurchase Agreement, Collateralized Loan, Unsecured Deposits",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "75",
        "question_text": "A 10-year bond was issued four years ago. The bond is denominated in US dollars, offers a\ncoupon rate of 10% with interest paid semi-annually, and is currently priced at 102% of par.\nThe bond’s:",
        "image": "",
        "options": {
            "A": "A.tenor is six years.",
            "B": "B.nominal rate is 5%.",
            "C": "C.redemption value is 102% of the par value."
        },
        "answer": "A",
        "explanation": "： A is correct. The tenor of the bond is the time remaining until the bond’s\nmaturity date. Although the bond had a maturity of 10 years at issuance (original maturity), it\nwas issued four years ago. Thus, there are six years remaining until the maturity date. ： A是\n正确的。债券的期限是债券到期日之前的剩余时间。虽然该债券在发行时的到期日为10年（原始到期日\n），但它是4年前发行的。因此，到期日还有六年。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond maturity, Bond pricing, Bond characteristics",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "76",
        "question_text": "In auto loan ABSs, the form of credit enhancement that most likely serves as the first line\nof loss protection is the:",
        "image": "",
        "options": {
            "A": "A.excess spread account.",
            "B": "B.sequential pay structure.",
            "C": "C.proceeds from repossession sales."
        },
        "answer": "A",
        "explanation": "： A is correct. In addition to a senior/subordinated (sequential pay) structure,\nmany auto loan ABSs are structured with additional credit enhancement in the form of\novercollateralization and a reserve account, often an excess spread account. The excess spread\nis an amount that can be retained and deposited into a reserve account that can serve as a\nfirst line of protection against losses. B is incorrect because in an auto loan ABS, losses are\ntypically applied against the excess spread account and the amount of overcollateralization\nbefore the waterfall loss absorption of the sequential pay structure. C is incorrect because in\nauto loan ABSs, proceeds from the repossession and resale of autos are prepayment cash flows\nrather than a form of credit enhancement for loss protection. ： 这道题问的是在汽车贷款ABS中\n，最有可能作为防止损失的第一道防线的信用增级形式是什么？ A是正确的。除了高级/次级（顺序支付）结\n构外，许多汽车贷款ABS的结构还包括额外的信用增级，即超额抵押和准备金账户，通常是超额利差账户。超\n额利差是可以保留并存入准备金账户的金额，准备金账户可以作为防止损失的第一道防线。 B是不正确的\n，因为在汽车贷款ABS中，损失通常是针对超额利差账户和在按顺序支付结构的瀑布式损失吸收之前的超额征\n收额。 C是不正确的，因为在汽车贷款资产负债表中，收回和转售汽车的收益是预付现金流，而不是一种用\n于保护损失的信用增级形式。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit enhancement, Auto loan ABS, Reserve account",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "77",
        "question_text": "The last payment in a partially amortizing residential mortgage loan is best referred to as\na:",
        "image": "",
        "options": {
            "A": "A.waterfall.",
            "B": "B.principal repayment.",
            "C": "C.balloon payment."
        },
        "answer": "C",
        "explanation": "： C is correct. In a partially amortizing loan, the sum of all the scheduled\nprincipal repayments is less than the amount borrowed. The last payment is for the remaining\nunpaid mortgage balance and is called the “balloon payment.” ： C是正确的。在部分分期偿还贷款\n中，所有计划还本金额的总和小于借款金额。最后一笔付款是剩余的未付抵押贷款余额，称为“气球付款”",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Mortgage loans, Debt instruments, Amortization",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "78",
        "question_text": "In the context of mortgage-backed securities, a conditional prepayment rate (CPR) of 8%\nmeans that approximately 8% of the outstanding mortgage pool balance at the beginning of the\nyear is expected to be prepaid:",
        "image": "",
        "options": {
            "A": "A.in the current month.",
            "B": "B.by the end of the year.",
            "C": "C.over the life of the mortgages."
        },
        "answer": "B",
        "explanation": "： B is correct. CPR is an annualized rate, which indicates the percentage of the\noutstanding mortgage pool balance at the beginning of the year that is expected to be prepaid\nby the end of the year. ： B是正确的。CPR是一个年化利率，它表示年初未偿抵押贷款池余额的百分比\n，预计在年底前预付。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Mortgage-backed securities, Conditional prepayment rate, Annualized rates",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "79",
        "question_text": "The single monthly mortality rate (SMM) most likely:",
        "image": "",
        "options": {
            "A": "A.increases as extension risk rises.",
            "B": "B.decreases as contraction risk falls.",
            "C": "C.stays fixed over time when the standard prepayment model remains at 100 PSA."
        },
        "answer": "B",
        "explanation": "： B is correct. The SMM is a monthly measure of the prepayment rate or prepayment\nspeed. Contraction risk is the risk that when interest rates decline, actual prepayments will\nbe higher than forecast. So if contraction risk falls, prepayments are likely to be lower than\nforecast, which would imply a decrease in the SMM. A is incorrect because the SMM is a monthly\nmeasure of the prepayment rate or prepayment speed. Extension risk is the risk that when\ninterest rates rise, actual prepayments will be lower than forecast. So if extension risk\nrises, prepayments are likely to be lower than forecast, which would imply a decrease, not an\nincrease, in the SMM. C is incorrect because at 100 PSA, investors can expect prepayments to\nfollow the PSA prepayment benchmark. Based on historical patterns, the PSA standard model\nassumes that prepayment rates are low for newly initiated mortgages and then speed up as\nmortgages season. Thus, 100 PSA does not imply that the SMM remains the same but, rather,\nimplies that it will vary over the life of the mortgage. ： B是正确的。SMM是提前还款率或提前还\n款速度的月度度量。收缩风险是指当利率下降时，实际预付款将高于预期的风险。因此，如果收缩风险下降\n，预付款可能低于预期，这意味着SMM将减少。 A不正确，因为SMM是提前还款率或提前还款速度的月度度量\n。延期风险是指当利率上升时，实际预付款将低于预期的风险。因此，如果延期风险上升，预付款可能会低\n于预期，这意味着SMM将减少，而不是增加。 C是不正确的，因为在100 PSA时，投资者可以预期预付款将遵\n循PSA预付款基准。基于历史模式，PSA标准模型假设新发起的抵押贷款的提前还款率较低，然后随着抵押贷\n款季节的加快而加快。因此，100 PSA并不意味着SMM保持不变，而是意味着它将在抵押贷款的生命周期内发\n生变化。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Prepayment Rates, Extension Risk, Contraction Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "80",
        "question_text": "In a securitization, the collateral is initially sold by the:",
        "image": "",
        "options": {
            "A": "A.issuer.",
            "B": "B.depositor.",
            "C": "C.underwriter."
        },
        "answer": "B",
        "explanation": "： B is correct. In a securitization, the loans or receivables are initially sold\nby the depositor to the special purpose entity (SPE) that uses them as collateral to issue the\nABS. A is incorrect because the SPE, often referred to as the issuer, is the purchaser of the\ncollateral rather than the seller of the collateral. C is incorrect because the underwriter\nneither sells nor purchases the collateral in a securitization. The underwriter performs the\nsame functions in a securitization as it does in a standard bond offering. ： B是正确的。在证券\n化中，贷款或应收账款最初由存款人出售给特殊目的实体（SPE），后者使用这些贷款或应收账款作为发行资\n产支持证券的抵押品。 A是不正确的，因为SPE（通常称为发行人）是抵押品的购买人，而不是抵押品的卖方\n。 C是不正确的，因为承销商既不出售也不购买证券化中的抵押品。承销商在证券化中的职能与其在普通债\n券发行中的职能相同。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization process, Roles of entities in securitization, Special Purpose Entity (SPE)",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "81",
        "question_text": "A special purpose entity issues asset-backed securities in the following structure.\nAt which of the following amounts of default in par value would Bond Class A experience a loss?",
        "image": "level1_gu_shou_images/81u.PNG",
        "options": {
            "A": "A.€20 million",
            "B": "B.€25 million",
            "C": "C.€26 million"
        },
        "answer": "C",
        "explanation": "： C is correct. The first €25 (€5 + €20) million in default are absorbed by the\nsubordinated classes (C and B). The senior Class A bonds will only experience a loss when\ndefaults exceed €25 million. ： C是正确的。前2500万欧元（500＋2000）的违约金由次级类别（C和\nB）吸收。只有当违约超过2500万欧元时，高级A级债券才会出现亏损。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Credit Risk, Subordination",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "82",
        "question_text": "Securitization benefits investors by:",
        "image": "",
        "options": {
            "A": "A.providing more direct access to a wider range of assets.",
            "B": "B.reducing the inherent credit risk of pools of loans and receivables.",
            "C": "C.eliminating cash flow timing risks of an ABS, such as contraction and extension risks."
        },
        "answer": "A",
        "explanation": "： A is correct. Securitization allows investors to achieve more direct legal\nclaims on loans and portfolios of receivables. As a result, investors can add to their\nportfolios exposure to the risk–return characteristics provided by a wider range of assets. B\nis incorrect because securitization does not reduce credit risk but, rather, provides a\nstructure to mitigate and redistribute the inherent credit risks of pools of loans and\nreceivables. C is incorrect because securitization does not eliminate the timing risks\nassociated with ABS cash flows but, rather, provides a structure to mitigate and redistribute\nthose risks, such as contraction risk and extension risk. ： A是正确的。证券化允许投资者对贷款\n和应收账款组合实现更直接的法律索赔。因此，投资者可以在其投资组合中增加更多资产所提供的风险回报\n特征。 B是不正确的，因为证券化并没有降低信贷风险，而是提供了一种结构，以减轻和重新分配贷款和应\n收款池的固有信贷风险。 C是不正确的，因为证券化并没有消除与ABS现金流相关的时间风险，而是提供了一\n种结构来减轻和重新分配这些风险，例如收缩风险和扩张风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Credit risk mitigation, Asset-backed securities (ABS)",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "83",
        "question_text": "A commercial mortgage-backed security (CMBS) does not meet the debt-to-service coverage at\nthe loan level necessary to achieve a desired credit rating. Which of the following features\nwould most likely improve the credit rating of the CMBS?",
        "image": "",
        "options": {
            "A": "A.Subordination",
            "B": "B.Call protection",
            "C": "C.Balloon payments"
        },
        "answer": "A",
        "explanation": "： A is correct. If specific ratios of debt to service coverage are needed, and\nthose ratios cannot be met at the loan level, subordination is used to achieve the desired\ncredit rating. Call protection protects investors against prepayment risk. Balloon payments\nincrease the risk of the underlying loans. ： A是正确的。如果需要债务覆盖率的具体比率，而这些比\n率无法在贷款级别得到满足，则使用从属关系来实现所需的信用评级。赎回保护保护投资者免受提前还款风\n险。大额支付增加了基础贷款的风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Rating, Subordination, Commercial Mortgage-Backed Securities (CMBS)",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "84",
        "question_text": "Which of the following statements is correct concerning mortgage loan defaults?",
        "image": "",
        "options": {
            "A": "A.A non-recourse jurisdiction poses higher default risks for lenders.",
            "B": "B.In a non-recourse jurisdiction, strategic default will not affect the defaulting borrower’s\nfuture access to credit.",
            "C": "C.When a recourse loan defaults, the mortgaged property is the lender’s sole source for"
        },
        "answer": "A",
        "explanation": "： A is correct. In non-recourse loan jurisdictions, the borrower may have an\nincentive to default on an underwater mortgage and allow the lender to foreclose on the\nproperty because the lender has no claim against the borrower for the shortfall. For this\nreason, such defaults, known as strategic defaults, are more likely in non-recourse\njurisdictions and less likely in recourse jurisdictions, where the lender does have a claim\nagainst the borrower for the shortfall. B is incorrect because strategic defaults in non-\nrecourse jurisdictions do have negative consequences for the defaulting borrowers in the form\nof a lower credit score and a reduced ability to borrow in the future. These negative\nconsequences can be a deterrent in the incidence of underwater mortgage defaults. C is\nincorrect because when a recourse loan defaults, the lender can look to both the property and\nthe borrower to recover the outstanding mortgage balance. In a recourse loan, the lender has a\nclaim against the borrower for the shortfall between the amount of the outstanding mortgage\nbalance and the proceeds received from the sale of the property. ： A是正确的。在无追索权的贷款\n管辖区，借款人可能有动机拖欠抵押贷款，并允许贷款人取消对财产的赎回权，因为贷款人没有对借款人的\n短缺索赔。出于这个原因，这种被称为战略违约的违约在无追索权法域中的可能性更大，而在追索权法域中\n的可能性更小，在追索权法域中，贷款人确实对借款人提出了短缺索赔。 B是不正确的，因为无追索权法域\n中的战略违约确实会对违约借款人产生负面影响，表现为信用评分降低和未来借款能力降低。这些负面后果\n可能会对抵押贷款违约的发生起到威慑作用。 C是不正确的，因为当有追索权的贷款违约时，贷款人可以同\n时向财产和借款人追偿未偿抵押贷款余额。在追索权贷款中，贷款人有权就未偿按揭余额与出售物业所得收\n益之间的差额向借款人提出申索。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Loan Default Risks, Mortgage Law, Strategic Default",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "85",
        "question_text": "Which statement about covered bonds is least accurate?",
        "image": "",
        "options": {
            "A": "A.Covered bonds provide investors with dual recourse, to the cover pool and also to the issuer.",
            "B": "B.Covered bonds usually carry higher credit risks and offer higher yields than otherwise\nsimilar ABS.",
            "C": "C.Covered bonds have a dynamic cover pool, meaning sponsors must replace any prepaid or non-"
        },
        "answer": "B",
        "explanation": "B is correct. Covered bonds usually carry lower credit risks and offer lower yields\nthan otherwise similar ABS. The reason is, among other factors, covered bonds provide investors\nwith dual recourse, to the cover pool and also to the issuer. Moreover, covered bonds have a\ndynamic cover pool, meaning sponsors must replace any prepaid or non-performing assets.B是正确\n的。与其他类似的资产支持证券相比，担保债券通常具有较低的信用风险和较低的收益率。原因是，除其他\n因素外，担保债券为投资者提供了双重追索权，即对资产池和发行人的追索权。此外，担保债券有一个动态\n资产池，这意味着必须更换任何预付或不良资产。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Covered bonds, Credit risks, Asset-backed securities",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "86",
        "question_text": "Which of the following investments is least subject to prepayment risk?",
        "image": "",
        "options": {
            "A": "A.Auto loan receivable–backed securities",
            "B": "B.Commercial mortgage-backed securities (CMBSs)",
            "C": "C.Non-agency residential mortgage-backed securities (RMBSs)"
        },
        "answer": "B",
        "explanation": "： B is correct. A critical feature that differentiates CMBSs from RMBSs is the\ncall protection provided to investors. An investor in a RMBS is exposed to considerable\nprepayment risk because the borrower has the right to prepay the loan before maturity. CMBSs\nprovide investors with considerable call protection that comes either at the structure level or\nat the loan level. ： B是正确的。区别于RMBSs和CMBSs的一个关键特征是为投资者提供赎回保护。\nRMBSs面临相当大的提前还款风险，因为借款人有权在到期前提前偿还贷款。CMBS为投资者提供了相当大的赎\n回保护，无论是在结构层面还是在贷款层面。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Prepayment risk, Mortgage-backed securities, Call protection",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "87",
        "question_text": "William Marolf obtains a 5 million EUR mortgage loan from Bank Nederlandse. A year later the\nprincipal on the loan is 4 million EUR and Marolf defaults on the loan. Bank Nederlandse\nforecloses, sells the property for 2.5 million EUR, and is entitled to collect the 1.5 million\nEUR shortfall, from Marolf. Marolf most likely had a:",
        "image": "",
        "options": {
            "A": "A.bullet loan.",
            "B": "B.recourse loan.",
            "C": "C.non-recourse loan."
        },
        "answer": "B",
        "explanation": "： B is correct. Bank Nederlandse has a claim against Marolf for 1.5 million EUR,\nthe shortfall between the amount of the mortgage balance outstanding and the proceeds received\nfrom the sale of the property. This indicates that the mortgage loan is a recourse loan. The\nrecourse/non-recourse feature indicates the rights of a lender in foreclosure. If Marolf had a\nnon-recourse loan, the bank would have only been entitled to the proceeds from the sale of the\nunderlying property, or 2.5 million EUR. A bullet loan is a special type of interest-only\nmortgage for which there are no scheduled principal payments over the entire term of the loan.\nSince the unpaid balance is less than the original mortgage loan, it is unlikely that Marolf\nhas an interest only mortgage. ： B是正确的。荷兰银行向Marolf提出了150万欧元的索赔，即未偿抵押\n贷款余额与出售财产所得收益之间的差额。这表明抵押贷款是一种有追索权的贷款。追索权/无追索权特征表\n示贷款人在丧失抵押品赎回权方面的权利。如果Marolf有无追索权贷款，银行将只有权获得出售标的财产的\n收益，即250万欧元。子弹贷款是一种特殊类型的只付利息的抵押贷款，在整个贷款期限内没有预定的本金支\n付。由于未付余额低于原始抵押贷款，因此Marolf不太可能拥有仅利息的抵押贷款。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Loan Types, Recourse vs. Non-Recourse Loans, Foreclosure and Recovery Rights",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "88",
        "question_text": "Which of the following best describes the cash flow that owners of credit card receivable\nasset-backed securities receive during the lockout period?",
        "image": "",
        "options": {
            "A": "A.No cash flow",
            "B": "B.Only principal payments collected",
            "C": "C.Only finance charges collected and fees"
        },
        "answer": "C",
        "explanation": "： C is correct. During the lockout period, the cash flow that is paid out to\nowners of credit card receivable asset-backed securities is based only on finance charges\ncollected and fees. ： C是正确的。在锁定期内，支付给信用卡应收账款资产支持证券持有人的现金流仅\n基于收取的财务费用和利息费用。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Asset-Backed Securities (ABS), Credit Card Receivable Securitization, Lockout Period in Securitization",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "89",
        "question_text": "Compared with the weighted average coupon rate of its underlying pool of mortgages, the\npass-through rate on a mortgage pass-through security is:",
        "image": "",
        "options": {
            "A": "A.lower.",
            "B": "B.the same.",
            "C": "C.higher."
        },
        "answer": "A",
        "explanation": "： A is correct. The coupon rate of a mortgage pass-through security is called the\npass-through rate, whereas the mortgage rate on the underlying pool of mortgages is calculated\nas a weighted average coupon rate (WAC). The pass-through rate is lower than the WAC by an\namount equal to the servicing fee and other administrative fees. ： A是正确的。抵押贷款转嫁证券\n的票面利率称为转手率，而基础按揭池的按揭利率则计算为加权平均票面利率（WAC）。转手率低于WAC的部\n分，等于服务费和其他管理费。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Mortgage-backed securities (MBS), Weighted average coupon rate (WAC), Mortgage pass-through security",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "90",
        "question_text": "The tranches in a collateralized mortgage obligation (CMO) that are most likely to provide\nprotection for investors against both extension and contraction risk are:",
        "image": "",
        "options": {
            "A": "A.planned amortization class (PAC) tranches.",
            "B": "B.support tranches.",
            "C": "C.sequential-pay tranches."
        },
        "answer": "A",
        "explanation": "： A is correct. PAC tranches have limited (but not complete) protection against\nboth extension risk and contraction risk. This protection is provided by the support tranches.\nA sequential-pay tranche can protect against either extension risk or contraction risk but not\nboth of these risks. The CMO structure with sequential-pay tranches allows investors concerned\nabout extension risk to invest in shorter-term tranches and those concerned about contraction\nrisk to invest in the longer-term tranches. ： A是正确的。PAC层级对扩展风险和收缩风险的保护有限\n（但不完全）。这种保护由支持层级提供。连续支付层级可以防范延期风险或收缩风险，但不能同时防范这\n两种风险。具有连续支付层级的CMO结构允许关注延期风险的投资者投资于短期层级，而关注收缩风险的投资\n者投资于长期层级。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Collateralized Mortgage Obligations (CMOs), Extension and Contraction Risk, Tranche Mechanics",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "91",
        "question_text": "The CDO tranche with a credit rating status between senior and subordinated bond classes is\ncalled the:",
        "image": "",
        "options": {
            "A": "A.equity tranche.",
            "B": "B.residual tranche.",
            "C": "C.mezzanine tranche."
        },
        "answer": "C",
        "explanation": "： C is correct. The mezzanine tranche consists of bond classes with credit ratings\nbetween senior and subordinated bond classes. A is incorrect because the equity tranche falls\nwithin and carries the credit rating applicable to the subordinated bond classes. B is\nincorrect because the residual tranche falls within and carries the credit ratings applicable\nto the subordinated bond classes. ： C是正确的。夹层债券由信用评级介于高级债券和次级债券之间的\n债券类别组成。 A是不正确的，因为权益部分属于次级债券类别，并具有适用于次级债券类别的信用评级。\nB是不正确的，因为剩余部分属于次级债券类别，并具有适用于次级债券类别的信用评级。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Collateralized Debt Obligations (CDOs), Credit Ratings, Bond Tranches",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "92",
        "question_text": "Which type of asset-backed security is not affected by prepayment risk?",
        "image": "",
        "options": {
            "A": "A.Auto loan ABSs",
            "B": "B.Residential MBSs",
            "C": "C.Credit card receivable ABSs"
        },
        "answer": "C",
        "explanation": "： C is correct. Because credit card receivable ABSs are backed by non-amortizing\nloans that do not involve scheduled principal repayments, they are not affected by prepayment\nrisk. A is incorrect because auto loan ABSs are affected by prepayment risk since they are\nbacked by amortizing loans involving scheduled principal repayments. B is incorrect because\nresidential MBSs are affected by prepayment risk since they are backed by amortizing loans\ninvolving scheduled principal repayments. ： C是正确的。由于信用卡应收账款资产负债表由不涉及定\n期本金偿还的非摊销贷款支持，因此不受提前还款风险的影响。 A是不正确的，因为汽车贷款资产负债表受\n到提前还款风险的影响，因为它们由涉及定期本金偿还的分期偿还贷款支持。 B是不正确的，因为住房抵押\n贷款证券受到提前还款风险的影响，因为它们由涉及定期本金偿还的分期偿还贷款支持。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Asset-backed securities, Prepayment risk, Amortizing loans",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "93",
        "question_text": "If a mortgage borrower makes prepayments without penalty to take advantage of falling\ninterest rates, the lender will most likely experience:",
        "image": "",
        "options": {
            "A": "A.extension risk.",
            "B": "B.contraction risk.",
            "C": "C.yield maintenance."
        },
        "answer": "B",
        "explanation": "： B is correct. Contraction risk is the risk that when interest rates decline,\nactual prepayments will be higher than forecasted. Extension risk is the risk that when\ninterest rates rise, prepayments will be lower than forecasted. Yield maintenance results from\nprepayment penalties; the lender is protected from loss in yield by the imposition of\nprepayment penalties. ： B是正确的。收缩风险是指当利率下降时，实际预付款将高于预期的风险。延期\n风险是指当利率上升时，提前还款将低于预期的风险。收益率维持源于提前还款罚款；贷款人因提前还款罚\n款而免受收益损失。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Contraction risk, Extension risk, Yield maintenance",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "94",
        "question_text": "Fran Martin obtains a non-recourse mortgage loan for $500,000. One year later, when the\noutstanding balance of the mortgage is $490,000, Martin cannot make his mortgage payments and\ndefaults on the loan. The lender forecloses on the loan and sells the house for $315,000. What\namount is the lender entitled to claim from Martin?",
        "image": "",
        "options": {
            "A": "A.$0.",
            "B": "B.$175,000.",
            "C": "C.$185,000."
        },
        "answer": "A",
        "explanation": "： A is correct. Because the loan has a non-recourse feature, the lender can only\nlook to the underlying property to recover the outstanding mortgage balance and has no further\nclaim against the borrower. The lender is simply entitled to foreclose on the home and sell it.\n： A是正确的。由于贷款具有无追索权的特点，贷款人只能向标的财产追偿未偿抵押贷款余额，对借款人没\n有进一步的债权。贷款人有权取消房屋赎回权并将其出售。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Mortgage Loans, Non-Recourse Debt, Foreclosure",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "95",
        "question_text": "The longest-term tranche of a sequential-pay CMO is most likely to have the lowest:",
        "image": "",
        "options": {
            "A": "A.average life.",
            "B": "B.extension risk.",
            "C": "C.contraction risk."
        },
        "answer": "C",
        "explanation": "： C is correct. For a CMO with multiple sequential-pay tranches, the longest-term\ntranche will have the lowest contraction (prepayments greater than forecasted) risk because of\nthe protection against this risk offered by the other tranches. The longest-term tranche is\nlikely to have the highest average life and extension risk because it is the last tranche\nrepaid in a sequential-pay tranche. ： C是正确的。对于具有多个连续支付层级的CMO，由于其他层级提\n供了对该风险的保护，最长期限的层级将具有最低的收缩（预付款大于预测）风险。最长期限的层级可能具\n有最高的平均寿命和延期风险，因为它是按顺序支付部分偿还的最后一层级。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Collateralized Mortgage Obligations (CMOs), Extension Risk, Contraction Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "96",
        "question_text": "A balloon payment equal to a mortgage’s original loan amount is a characteristic of a:",
        "image": "",
        "options": {
            "A": "A.bullet mortgage.",
            "B": "B.fully amortizing mortgage.",
            "C": "C.partially amortizing mortgage."
        },
        "answer": "A",
        "explanation": "： A is correct. A bullet mortgage is a special type of interest-only mortgage in\nwhich there are no scheduled principal repayments over the entire life of the loan. At\nmaturity, a balloon payment is required equal to the original loan amount. B is incorrect\nbecause with a fully amortizing mortgage, the sum of all the scheduled principal repayments\nduring the mortgage’s life is such that when the last mortgage payment is made, the loan is\nfully repaid, with no balloon payment required. C is incorrect because with a partially\namortizing mortgage, the sum of all the scheduled principal repayments is less than the amount\nborrowed, resulting in a balloon payment equal to the unpaid mortgage balance (rather than the\noriginal loan amount). ： 题目问的是一笔相当于抵押贷款原始贷款金额的大额付款是一种？ A是正确的\n。子弹抵押贷款是一种特殊类型的利息抵押贷款，在整个贷款期限内没有计划的本金偿还。到期时，需要一\n笔相当于原始贷款金额的大额付款。 B是不正确的，因为对于完全分期偿还的抵押贷款，在抵押贷款的生命\n周期内，所有计划的本金偿还的总和是一样的，当最后一笔抵押贷款付款时，贷款是完全偿还的，不需要气\n球付款。 C是不正确的，因为对于部分分期偿还抵押贷款，所有计划还本金额的总和小于借款金额，导致一\n个气球付款等于未付抵押贷款余额（而不是原始贷款金额）。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Mortgage Types, Loan Repayment Structures, Balloon Payments",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "97",
        "question_text": "An excess spread account incorporated into a securitization is designed to limit:",
        "image": "",
        "options": {
            "A": "A.credit risk.",
            "B": "B.extension risk.",
            "C": "C.contraction risk."
        },
        "answer": "A",
        "explanation": "： A is correct. An excess spread account, sometimes called excess interest cash\nflow, is a form of internal credit enhancement that limits credit risk. It is an amount that\ncan be retained and deposited into a reserve account and that can serve as a first line of\nprotection against losses. An excess spread account does not limit prepayment risk, extension,\nor contraction. ： A是正确的。超额利差账户，有时称为超额利息现金流，是一种限制信贷风险的内部信\n用增级形式。这是一笔可以保留并存入准备金账户的金额，可以作为防止损失的第一道防线。超额利差账户\n不限制提前还款风险、延期或收缩。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Internal Credit Enhancement, Securitization",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "98",
        "question_text": "In a securitization, the special purpose entity (SPE) is responsible for the:",
        "image": "",
        "options": {
            "A": "A.issuance of the asset-backed securities.",
            "B": "B.collection of payments from the borrowers.",
            "C": "C.recovery of underlying assets from delinquent borrowers."
        },
        "answer": "A",
        "explanation": "： A is correct. In a securitization, the special purpose entity (SPE) is the\nspecial legal entity responsible for the issuance of the asset-backed securities. The servicer,\nnot the SPE, is responsible for both the collection of payments from the borrowers and the\nrecovery of underlying assets if the borrowers default on their loans. ： A是正确的。在证券化中\n，特殊目的实体（SPE）是负责发行资产支持证券的特殊法律实体。服务商，而不是SPE，负责从借款人处收\n取款项，如果借款人拖欠贷款，则负责收回基础资产。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Special Purpose Entity (SPE), Asset-backed securities",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "99",
        "question_text": "If interest rates increase, an investor who owns a mortgage pass-through security is most\nlikely affected by:",
        "image": "",
        "options": {
            "A": "A.credit risk.",
            "B": "B.extension risk.",
            "C": "C.contraction risk."
        },
        "answer": "B",
        "explanation": "： B is correct. Extension risk is the risk that when interest rate rise, fewer\nprepayments will occur. Homeowners will be reluctant to give up the benefit of a contractual\ninterest rate that is lower. As a result, the mortgage pass-through security becomes longer in\nmaturity than anticipated at the time of purchase. ： B是正确的。延期风险是指当利率上升时，预付\n款减少的风险。房主将不愿意放弃合同利率较低的好处。因此，抵押转嫁证券的到期时间比购买时预期的要\n长。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Interest Rate Risk, Prepayment Risk, Mortgage-Backed Securities",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "100",
        "question_text": "Which of the following describes a typical feature of a non-agency residential mortgage-\nbacked security (RMBS)?",
        "image": "",
        "options": {
            "A": "A.Senior\\/subordinated structure",
            "B": "B.A pool of conforming mortgages as collateral",
            "C": "C.A guarantee by a government-sponsored enterprise"
        },
        "answer": "A",
        "explanation": "： A is correct. Non-agency RMBS are credit enhanced, either internally or\nexternally, to make the securities more attractive to investors. The most common forms of\ninternal credit enhancements are senior/subordinated structures, reserve accounts, and\novercollateralization. Conforming mortgages are used as collateral for agency (not non-agency)\nmortgage pass-through securities. An agency RMBS, rather than a non-agency RMBS, issued by a\nGSE (government sponsored enterprise), is guaranteed by the respective GSE. ： A是正确的。非代\n理RMBS是信用增强，无论是内部或外部，使证券更吸引投资者。最常见的内部信用增强形式是高级/次级结构\n、准备金账户和过度抵押。合格抵押被用作代理（而不是非代理）MPS的抵押品。由GSE（政府赞助企业）发\n行的代理RMBS，而不是非代理RMBS，由相应的GSE担保。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit enhancement, Mortgage-backed securities, Government-sponsored enterprises",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "101",
        "question_text": "If a default occurs in a non-recourse commercial mortgage-backed security (CMBS), the\nlender will most likely:",
        "image": "",
        "options": {
            "A": "A.recover prepayment penalty points paid by the borrower to offset losses.",
            "B": "B.use only the proceeds received from the sale of the property to recover losses.",
            "C": "C.initiate a claim against the borrower for any shortfall resulting from the sale of the"
        },
        "answer": "B",
        "explanation": "： B is correct. In a non-recourse CMBS, the lender can look only to the income-\nproducing property backing the loan for interest and principal repayment. If a default occurs,\nthe lender can use only the proceeds from the sale of the property for repayment and has no\nrecourse to the borrower for any unpaid balance. ： B是正确的。在无追索权的商业银行业务系统中\n，放款人只能将利息和本金的偿还当做支持贷款的创收财产上。如果发生违约，放款人只能将出售该物业的\n收益用于还款，对于任何未付余额，放款人无权向借款人追索。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "CMBS (Commercial Mortgage-Backed Securities), Non-recourse loans, Recovery process in defaults",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "102",
        "question_text": "In credit card receivable ABSs, principal cash flows can be altered only when the:",
        "image": "",
        "options": {
            "A": "A.lockout period expires.",
            "B": "B.excess spread account is depleted.",
            "C": "C.early amortization provision is triggered."
        },
        "answer": "C",
        "explanation": "： C is correct. In credit card receivable ABSs, the only way the principal cash\nflows can be altered is by triggering the early amortization provision. Such provisions are\nincluded in the ABS structure to safeguard the credit quality of the issue. A is incorrect\nbecause expiration of the lockout period does not result in the alteration of principal cash\nflows but instead defines when principal repayments are distributed to the ABS investors.\nDuring the lockout period, principal repayments by cardholders are reinvested. When the lockout\nperiod expires, principal repayments by cardholders are distributed to investors. B is\nincorrect because the excess spread account is a credit enhancement for loss absorption. When\nthe excess spread account is depleted, losses are applied against the overcollateralization\namount followed by the senior/subordinated structure. The only way principal cash flows can be\naltered is by triggering the early amortization provision. ： 这道题问的是在信用卡应收账款ABS中\n，只有在下列情况下，才能更改本金现金流： C是正确的。在信用卡应收账款中，唯一可以改变本金现金流\n的方法是触发提前摊销条款。这些条款都包含在ABS结构中，以保障发行的信用质量。 A是不正确的，因为锁\n定期的到期不会导致本金现金流的变化，而是定义何时向ABS投资者分配本金偿还。在锁定期内，持卡人的本\n金还款将再投资。当锁定期到期时，持卡人的本金还款将分配给投资者。 B是不正确的，因为超额差价账户\n是一种吸收损失的信用增级。当超额利差账户耗尽时，损失将被应用于高级/次级结构之后的超额征收金额。\n唯一可以改变本金现金流的方法是触发提前摊销准备。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk, Asset-Backed Securities (ABS), Credit Enhancements",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "103",
        "question_text": "A benefit of securitization is the:",
        "image": "",
        "options": {
            "A": "A.reduction in disintermediation.",
            "B": "B.simplification of debt obligations.",
            "C": "C.creation of tradable securities with greater liquidity than the original loans."
        },
        "answer": "C",
        "explanation": "： C is correct. Securitization allows for the creation of tradable securities with\ngreater liquidity than the original loans on a bank’s balance sheet. Securitization results in\nlessening the roles of intermediaries, which increases disintermediation. Securitization is a\nprocess in which relatively simple debt obligations, such as loans, are repackaged into more\ncomplex structures. ： C是正确的。证券化允许创造比银行资产负债表上原始贷款流动性更大的可交易证\n券。证券化减少了中间人的作用，增加了非中介化。证券化是将相对简单的债务（如贷款）重新打包成更复\n杂结构的过程。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Liquidity Management, Disintermediation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "104",
        "question_text": "Collateralized mortgage obligations (CMOs) are designed to:",
        "image": "",
        "options": {
            "A": "A.eliminate contraction risk in support tranches.",
            "B": "B.distribute prepayment risk to various tranches.",
            "C": "C.eliminate extension risk in planned amortization tranches."
        },
        "answer": "B",
        "explanation": "： B is correct. CMOs are designed to redistribute cash flows of mortgage-related\nproducts to different bond classes or tranches through securitization. Although CMOs do not\neliminate prepayment risk, they distribute prepayment risk among various classes of\nbondholders. ： B是正确的。CMOs旨在通过证券化将抵押贷款相关产品的现金流重新分配到不同的债券类别\n或层级。尽管CMOs并没有消除提前还款风险，但它们在不同类别的债券持有人之间分配提前还款风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Collateralized mortgage obligations, Prepayment risk, Securitization",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "105",
        "question_text": "In a securitization, time tranching provides investors with the ability to choose between:",
        "image": "",
        "options": {
            "A": "A.extension and contraction risks.",
            "B": "B.senior and subordinated bond classes.",
            "C": "C.fully amortizing and partially amortizing loans."
        },
        "answer": "A",
        "explanation": "： A is correct. Time tranching is the process in which a set of bond classes or\ntranches is created that allow investors a choice in the type of prepayment risk, extension or\ncontraction, that they prefer to bear. Senior and subordinated bond classes are used in credit\ntranching. Credit tranching structures allow investors to choose the amount of credit risk that\nthey prefer to bear. Fully and partially amortizing loans are two types of amortizing loans. ：\nA是正确的。时间分层是指建立一系列债券类别或层级的过程，允许投资者选择他们愿意承担的提前还款风险\n、延期或收缩的类型。高级和次级债券类别属于信用分层。信用分层结构允许投资者选择他们愿意承担的信\n用风险的数额。全部和部分摊销贷款是两种类型的摊销贷款。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Prepayment risk, Credit tranching",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "106",
        "question_text": "Securitization is beneficial for banks because it:",
        "image": "",
        "options": {
            "A": "A.repackages bank loans into simpler structures.",
            "B": "B.increases the funds available for banks to lend.",
            "C": "C.allows banks to maintain ownership of their securitized assets."
        },
        "answer": "B",
        "explanation": "： B is correct. Securitization increases the funds available for banks to lend\nbecause it allows banks to remove loans from their balance sheets and issue bonds that are\nbacked by those loans. Securitization repackages relatively simple debt obligations, such as\nbank loans, into more complex, not simpler, structures. Securitization involves transferring\nownership of assets from the original owner—in this case, the banks—into a special legal\nentity. As a result, banks do not maintain ownership of the securitized assets. ： B是正确的。\n证券化增加了银行可用于放贷的资金，因为它允许银行从资产负债表中移除贷款，并发行由这些贷款支持的\n债券。证券化将相对简单的债务（如银行贷款）重新打包成更复杂而非更简单的结构。证券化涉及将资产的\n所有权从原所有人转移到一个特殊的法律实体，在这种情况下，因此，银行并不持有证券化资产的所有权。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Securitization, Bank Balance Sheet Management, Asset-Backed Securities",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "107",
        "question_text": "The creation of bond classes with a waterfall structure for sharing losses is referred to\nas:",
        "image": "",
        "options": {
            "A": "A.time tranching.",
            "B": "B.credit tranching.",
            "C": "C.overcollateralization."
        },
        "answer": "B",
        "explanation": "： B is correct. Credit tranching is a form of credit enhancement called\nsubordination in which bond classes or tranches differ as to how they will share losses\nresulting from defaults of the borrowers whose loans are part of the collateral. This type of\nprotection is commonly referred to as a waterfall structure because of the cascading flow of\npayments between bond classes in the event of default. A is incorrect because time tranching\ninvolves the creation of bond classes that possess different expected maturities rather than\nbond classes that differ as to how credit losses will be shared. Time tranching involves the\nredistribution of prepayment risk, whereas credit tranching involves the redistribution of\ncredit risk. C is incorrect because although overcollateralization is a form of internal credit\nenhancement similar to subordination, it is the amount by which the principal amount of the\npool of collateral exceeds the principal balance of the securities issued and backed by the\ncollateral pool. Losses are absorbed first by the amount of overcollateralization and then\naccording to the credit tranching structure. ： B是正确的。信用分层是一种信用增级形式，称为从属\n关系，在这种情况下，债券类别或分层将区别如何分担因借款人违约而造成的损失。这种类型的保护通常被\n称为瀑布式结构，因为在发生违约时，债券类别之间的支付是层叠的。 A是不正确的，因为时间分层涉及创\n建具有不同预期到期日的债券类别，而不是在如何分担信用损失方面存在差异的债券类别。时间分层涉及提\n前还款风险的再分配，而信用分层涉及信用风险的再分配。 C是不正确的，因为尽管过度抵押是一种类似于\n从属关系的内部信用增强形式，但它是抵押品池的本金金额超过抵押品池发行和支持的证券的本金余额的金\n额。损失首先由过度抵押额吸收，然后根据信用分层结构吸收。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Enhancement, Credit Risk, Securitization",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "108",
        "question_text": "For a mortgage pass-through security, which of the following risks most likely increases as\ninterest rates decline?",
        "image": "",
        "options": {
            "A": "A.Balloon",
            "B": "B.Extension",
            "C": "C.Contraction"
        },
        "answer": "C",
        "explanation": "： C is correct. When interest rates decline, a mortgage pass-through security is\nsubject to contraction risk. Contraction risk is the risk that when interest rates decline,\nactual prepayments will be higher than forecasted because borrowers will refinance at now-\navailable lower interest rates. Thus, a security backed by mortgages will have a shorter\nmaturity than was anticipated when the security was purchased. ： C是正确的。当利率下降时，抵押\n贷款转嫁证券将面临收缩风险。收缩风险是指当利率下降时，实际预付款将高于预期的风险，因为借款人将\n以现在可用的较低利率进行再融资。因此，抵押担保证券的到期日将比购买该证券时预期的短。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Mortgage-backed securities (MBS), Interest rate risk, Prepayment risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "109",
        "question_text": "Which commercial mortgage-backed security (CMBS) characteristic causes a CMBS to trade more\nlike a corporate bond than a residential mortgage-backed security (RMBS)?",
        "image": "",
        "options": {
            "A": "A.Call protection",
            "B": "B.Internal credit enhancement",
            "C": "C.Debt-service coverage ratio level"
        },
        "answer": "A",
        "explanation": "： A is correct. With CMBS, investors have considerable call protection. An\ninvestor in a RMBS is exposed to considerable prepayment risk, but with CMBS, call protection\nis available to the investor at the structure and loan level. The call protection results in\nCMBS trading in the market more like a corporate bond than a RMBS. Both internal credit\nenhancement and the debt-service-coverage (DSC) ratio address credit risk, not prepayment risk.\n： A是正确的。有了CMBS，投资者就有了相当大的赎回保护。持有RMBS的投资者面临相当大的提前还款风险\n，但有了CMBS，投资者可以在结构和贷款层面获得赎回保护。赎回保护导致CMBS在市场上的交易更像是公司\n债券，而不是RMBS。内部信用增强和偿债覆盖率（DSC）都解决了信用风险，而不是预付款风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "CMBS characteristics, Prepayment risk, Call protection",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "110",
        "question_text": "Which of the following characteristics of a residential mortgage loan would best protect\nthe lender from a strategic default by the borrower?",
        "image": "",
        "options": {
            "A": "A.Recourse",
            "B": "B.A prepayment option",
            "C": "C.Interest-only payments"
        },
        "answer": "A",
        "explanation": "： A is correct. In a recourse loan, the lender has a claim against the borrower\nfor the shortfall between the amount of the mortgage balance outstanding and the proceeds\nreceived from the sale of the property. A prepayment option is a benefit to the borrower and\nwould thus not offer protection to the lender. An interest-only mortgage requires no principal\nrepayment for a number of years and will not protect the lender from strategic default by the\nborrower. ： A是正确的。在追索权贷款中，贷款人有权就未偿按揭余额与出售物业所得收益之间的差额向\n借款人提出申索。提前还款选择权对借款人有利，因此不会对贷款人提供保护。仅利息抵押贷款在若干年内\n无需偿还本金，且不会保护贷款人免受借款人的战略性违约。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Strategic default risk mitigation, Recourse loans, Lender protection mechanisms",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "111",
        "question_text": "Securitization benefits financial markets by:",
        "image": "",
        "options": {
            "A": "A.increasing the role of intermediaries.",
            "B": "B.establishing a barrier between investors and originating borrowers.",
            "C": "C.allowing investors to tailor credit risk and interest rate risk exposures to meet their"
        },
        "answer": "C",
        "explanation": "： C is correct. By removing the wall between ultimate investors and originating\nborrowers, investors can achieve better legal claims on the underlying mortgages and portfolios\nof receivables. This transparency allows investors to tailor interest rate risk and credit risk\nto their specific needs. ： C是正确的。通过消除最终投资者和原始借款人之间的隔墙，投资者可以对基\n础抵押贷款和应收账款组合实现更好的法律索赔。这种透明度允许投资者根据自己的具体需要调整利率风险\n和信贷风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Securitization, Credit risk management, Interest rate risk management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "112",
        "question_text": "Credit risk is an important consideration for commercial mortgage-backed securities (CMBS)\nif the CMBS are backed by mortgage loans that:",
        "image": "",
        "options": {
            "A": "A.are non-recourse.",
            "B": "B.have call protection.",
            "C": "C.have prepayment penalty points."
        },
        "answer": "A",
        "explanation": "： A is correct. If commercial mortgage loans are non-recourse loans, the lender\ncan only look to the income-producing property backing the loan for interest and principal\nrepayment. If there is a default, the lender looks to the proceeds from the sale of the\nproperty for repayment and has no recourse against the borrower for any unpaid mortgage loan\nbalance. Call protection and prepayment penalty points protect against prepayment risk. ： A是\n正确的。如果商业抵押贷款是无追索权的贷款，贷款人只能指望产生收入的财产支持贷款的利息和本金偿还\n。如果发生违约，贷款人会将出售该物所得的款项用于偿还，并且对借款人没有任何未付按揭贷款余额的追\n索权。赎回保护和预付款罚款保护预付款风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit risk, Non-recourse loans, CMBS (Commercial Mortgage-Backed Securities)",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "113",
        "question_text": "Which of the following is most likely an advantage of collateralized mortgage obligations\n(CMOs)? CMOs can",
        "image": "",
        "options": {
            "A": "A.eliminate prepayment risk.",
            "B": "B.be created directly from a pool of mortgage loans.",
            "C": "C.meet the asset\\/liability requirements of institutional investors."
        },
        "answer": "C",
        "explanation": "： C is correct. Using CMOs, securities can be created to closely satisfy the\nasset/liability needs of institutional investors. The creation of a CMO cannot eliminate\nprepayment risk; it can only distribute the various forms of this risk among various classes of\nbondholders. The collateral of CMOs are mortgage-related products, not the mortgages\nthemselves. ： 这道题问的是以下哪项最有可能是CMO的优点？ C是正确的。利用CMO可以满足机构投资者的\n资产/负债需求。 CMO的设立并不能消除提前还款风险,它只能将这种风险的各种形式分配给不同类别的债券\n持有人。A错误 CMOs的抵押品是与抵押贷款相关的产品，而不是抵押贷款本身。B错误",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Collateralized Mortgage Obligations (CMOs), Asset/Liability Management, Prepayment Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "114",
        "question_text": "Support tranches are most appropriate for investors who are:",
        "image": "",
        "options": {
            "A": "A.concerned about their exposure to extension risk.",
            "B": "B.concerned about their exposure to concentration risk.",
            "C": "C.willing to accept prepayment risk in exchange for higher returns."
        },
        "answer": "C",
        "explanation": "： C is correct. The greater predictability of cash flows provided in the planned\namortization class (PAC) tranches comes at the expense of support tranches. As a result,\ninvestors in support tranches are exposed to higher extension risk and contraction risk than\ninvestors in PAC tranches. Investors will be compensated for bearing this risk because support\ntranches have a higher expected return than PAC tranches. ： C是正确的。计划摊销类别（PAC）层级\n中提供的现金流的更大可预测性是以支持层级为代价的。因此，支持层级的投资者比PAC层级的投资者面临更\n高的扩张风险和收缩风险。投资者将因承担这一风险而得到补偿，因为支持层级的预期回报率高于PAC层级。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Prepayment risk, Extension risk, Planned amortization class (PAC) tranches",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "115",
        "question_text": "Which type of security is most likely to have the same rating as the issuer?",
        "image": "",
        "options": {
            "A": "A.Preferred stock",
            "B": "B.Senior secured bond",
            "C": "C.Senior unsecured bond"
        },
        "answer": "C",
        "explanation": "： C is correct. The issuer credit rating usually applies to its senior unsecured\ndebt. ： 这道题目问的是哪种的评级最有可能与发行人相同？ C是正确的。发行人信用评级通常适用于其优\n先无担保债务。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Issuer credit ratings, Debt securities, Unsecured bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "116",
        "question_text": "A bond with exactly nine years remaining until maturity offers a 3% coupon rate with annual\ncoupons. The bond, with a yield-to-maturity of 5%, is priced at 85.784357 per 100 of par value.\nThe estimated price value of a basis point for the bond is closest to:",
        "image": "",
        "options": {
            "A": "A.0.0086.",
            "B": "B.0.0648.",
            "C": "C.0.1295."
        },
        "answer": "B",
        "explanation": "B is correct. The PVBP is closest to 0.0648. The formula for the price value of a\nbasis point is:\n $$\nPVBP = \\frac{(PV_-) - (PV_+)}{2}\n$$\n\nwhere:\n\nPVBP = price value of a basis point\n\n$PV_-$ = full price calculated by lowering the yield-to-maturity by one basis point\n\n$PV_+$ = full price calculated by raising the yield-to-maturity by one basis point\n\nLowering the yield-to-maturity by one basis point to 4.99% results in a bond price of 85.849134:\n\n$$\nPV_- = \\frac{3}{(1 + 0.0499)^1} + \\cdots + \\frac{3 + 100}{(1 + 0.0499)^9} = 85.849134\n$$\n\nIncreasing the yield-to-maturity by one basis point to 5.01% results in a bond price of 85.719638:\n\n$$\nPV_+ = \\frac{3}{(1 + 0.0501)^1} + \\cdots + \\frac{3 + 100}{(1 + 0.0501)^9} = 85.719638\n$$\n\n$$\nPVBP = \\frac{85.849134 - 85.719638}{2} = 0.06475\n$$\n\nAlternatively, the PVBP can be derived using modified duration:\n\n$$\nApproxModDur = \\frac{(PV_-) - (PV_+)}{2 \\times (\\Delta Yield) \\times (PV_0)}\n$$\n\n$$\nApproxModDur = \\frac{85.849134 - 85.719638}{2 \\times 0.0001 \\times 85.784357} = 7.548\n$$\n\n$$\nPVBP = 7.548 \\times 85.784357 \\times 0.0001 = 0.06475\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond pricing, Yield to Maturity (YTM), Price Value of a Basis Point (PVBP)",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "117",
        "question_text": "Assuming no change in the credit risk of a bond, the presence of an embedded put option:",
        "image": "",
        "options": {
            "A": "A.reduces the effective duration of the bond.",
            "B": "B.increases the effective duration of the bond.",
            "C": "C.does not change the effective duration of the bond."
        },
        "answer": "A",
        "explanation": "： A is correct. The presence of an embedded put option reduces the effective\nduration of the bond, especially when rates are rising. If interest rates are low compared with\nthe coupon rate, the value of the put option is low and the impact of the change in the\nbenchmark yield on the bond’s price is very similar to the impact on the price of a non-\nputable bond. But when benchmark interest rates rise, the put option becomes more valuable to\nthe investor. The ability to sell the bond at par value limits the price depreciation as rates\nrise. The presence of an embedded put option reduces the sensitivity of the bond price to\nchanges in the benchmark yield, assuming no change in credit risk. ： 这道题目问的是假设债券的\n信用风险没有变化，嵌入式看跌期权存在会： A是正确的。嵌入式看跌期权的存在降低了债券的有效久期\n，特别是当利率上升时。如果与票面利率相比，利率较低，看跌期权的价值较低，基准收益率的变化对债券\n价格的影响与对不可回售债券价格的影响非常相似。但当基准利率上升时，看跌期权对投资者的价值就更大\n了。债券按面值出售的能力限制了利率上升时的价格贬值。在信用风险不变的情况下，嵌入看跌期权的存在\n降低了债券价格对基准收益率变化的敏感性。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond Duration, Embedded Options, Interest Rate Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "118",
        "question_text": "A bond portfolio consists of the following three fixed-rate bonds. Assume annual coupon\npayments and no accrued interest on the bonds. Prices are per 100 of par value.\nThe bond portfolio’s modified duration is closest to:",
        "image": "level1_gu_shou_images/118u.PNG",
        "options": {
            "A": "A.7.62.",
            "B": "B.8.08.",
            "C": "C.8.20."
        },
        "answer": "A",
        "explanation": "： A is correct. The portfolio’s modified duration is closest to 7.62.Portfolio\nduration is commonly estimated as the market-value-weighted average of the yield durations of\nthe individual bonds that compose the portfolio. The total market value of the bond portfolio\nis 170,000 + 120,000 + 100,000 = 390,000. The portfolio duration is 5.42 × (170,000/390,000) +\n8.44 × (120,000/390,000) + 10.38 × (100,000/390,000) = 7.62. ： 这道题目问的是债券组合由以下\n三种固定利率债券组成，债券组合的修正久期最接近： A是正确的。投资组合的修正久期最接近7.62。投资\n组合久期通常被估计为构成投资组合的单个债券的久期的市值加权平均值。 债券组合总市值为170000\n＋120000＋ 100000=390000。 投资组合久期为5.42×（170000/390000）＋ 8.44×（120000/390000）＋\n10.38×（100000/390000）=7.62。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond duration, Market value weighting, Fixed-rate bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "119",
        "question_text": "If goodwill makes up a large percentage of a company’s total assets, this most likely\nindicates that:",
        "image": "",
        "options": {
            "A": "A.the company has low free cash flow before dividends.",
            "B": "B.there is a low likelihood that the market price of the company’s common stock is below book\nvalue.",
            "C": "C.a large percentage of the company’s assets are not of high quality."
        },
        "answer": "C",
        "explanation": "： C is correct. Goodwill is viewed as a lower quality asset compared with tangible\nassets that can be sold and more easily converted into cash. ： 这道题目问的是如果商誉占公司总\n资产的很大比例，这很可能表明： C是正确的。商誉被视为一种较低质量的资产，而有形资产可以出售，更\n容易转换为现金。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Intangible Assets, Asset Quality, Financial Analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "120",
        "question_text": "A bond has an annual modified duration of 7.140 and annual convexity of 66.200. The bond’s\nyield-to-maturity is expected to increase by 50 basis points. The expected percentage price\nchange is closest to:",
        "image": "",
        "options": {
            "A": "A.–3.40%.",
            "B": "B.–3.49%.",
            "C": "C.–3.57%."
        },
        "answer": "B",
        "explanation": "B is correct. The expected percentage price change is closest to ?3.49%. The\nconvexity-adjusted percentage price change for a bond given a change in the yield-to-maturity\nis estimated by:\n这道题目问的是债券的修正久期为7.140，年凸性为66.200。该债券的到期收益率预计将增加50个基点。预期\n价格变动百分比最接近： B是正确的。预期价格变动百分比接近-3.49%。考虑到期收益率的变化，债券的凸\n性调整百分比价格变化估计如下：\n \\[\n\\% \\Delta PV^{Full} \\approx [-\\text{AnnModDur} \\times \\Delta \\text{Yield}] + [0.5 \\times \\text{AnnConvexity} \\times (\\Delta \\text{Yield})^2]\n\\]\n\n\\[\n\\% \\Delta PV^{Full} \\approx [-7.140 \\times 0.005] + [0.5 \\times 66.200 \\times (0.005)^2] = -0.034873, \\text{ or } -3.49\\%\n\\]",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond Duration, Convexity, Yield-to-Maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "121",
        "question_text": "A Canadian pension fund manager seeks to measure the sensitivity of her pension liabilities\nto market interest rate changes. The manager determines the present value of the liabilities\nunder three interest rate scenarios: a base rate of 7%, a 100 basis point increase in rates up\nto 8%, and a 100 basis point drop in rates down to 6%. The results of the manager’s analysis\nare presented below:\n \nThe effective duration of the pension fund’s liabilities is closest to:",
        "image": "level1_gu_shou_images/121u.PNG",
        "options": {
            "A": "A.1.49.",
            "B": "B.14.99.",
            "C": "C.29.97."
        },
        "answer": "B",
        "explanation": "B is correct. The effective duration of the pension fund’s liabilities is closest\nto 14.99. The effective duration is calculated as follows:\n \n这道题目问的是一位加拿大养老基金经理试图衡量其养老金负债对市场利率变化的敏感性。经理在三种利率\n情景下确定负债的现值：基准利率为7%，利率上调100个基点至8%，利率下调100个基点至6%。养恤基金负债\n的有效期限最接近： B是正确的。养老金负债的有效久期最接近14.99年。计算如下：",
        "QA type": "math reasoning QA",
        "knowledge topics": "Effective duration, Pension liabilities, Interest rate sensitivity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "122",
        "question_text": "A limitation of calculating a bond portfolio’s duration as the weighted average of the\nyield durations of the individual bonds that compose the portfolio is that it:",
        "image": "",
        "options": {
            "A": "A.assumes a parallel shift to the yield curve.",
            "B": "B.is less accurate when the yield curve is less steeply sloped.",
            "C": "C.is not applicable to portfolios that have bonds with embedded options."
        },
        "answer": "A",
        "explanation": "： A is correct. A limitation of calculating a bond portfolio’s duration as the\nweighted average of the yield durations of the individual bonds is that this measure implicitly\nassumes a parallel shift to the yield curve (all rates change by the same amount in the same\ndirection). In reality, interest rate changes frequently result in a steeper or flatter yield\ncurve. This approximation of the “theoretically correct” portfolio duration is more accurate\nwhen the yield curve is flatter (less steeply sloped). An advantage of this approach is that it\ncan be used with portfolios that include bonds with embedded options. Bonds with embedded\noptions can be included in the weighted average using the effective durations for these\nsecurities. ： 这道题目问的是债券组合久期计算为构成该投资组合的各个债券的久期加权平均值的限制是\n： A是正确的。债券投资组合久期计算的一个限制是，隐含地假定收益率曲线平行移动（所有利率在同一方\n向上的变化量相同）。实际上，利率的变化经常导致收益率曲线变陡或变平。当收益率曲线较平坦（坡度较\n小）时，“理论上正确”的投资组合久期的近似值更为准确。这种方法的一个优点是，它可以用于包含嵌入\n期权债券的投资组合。嵌入期权的债券可使用有效久期计入加权平均数。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Duration, Yield Curve, Embedded Options",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "123",
        "question_text": "The factor that most likely results in corporate credit spreads widening is:",
        "image": "",
        "options": {
            "A": "A.an improving credit cycle.",
            "B": "B.weakening economic conditions.",
            "C": "C.a period of high demand for bonds."
        },
        "answer": "B",
        "explanation": "： B is correct. Weakening economic conditions will push investors to desire a\ngreater risk premium and drive overall credit spreads wider. ： 这道题目问的是最有可能导致企业\n信用利差扩大的因素是： B是正确的。疲弱的经济状况将促使投资者渴望更高的风险溢价，并推动整体信用\n利差扩大。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Credit spreads, Economic conditions",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "124",
        "question_text": "Based on the information in Exhibit 2, GZ Group’s (a hypothetical company) credit risk is\nmost likely:",
        "image": "level1_gu_shou_images/124u.PNG",
        "options": {
            "A": "A.lower than the industry.",
            "B": "B.higher than the industry.",
            "C": "C.the same as the industry."
        },
        "answer": "A",
        "explanation": "： A is correct. Based on four of the five credit ratios, Grupa Zywiec SA’s credit\nquality is superior to that of the industry. ： 这道题目问的是Grupa Zywiec SA的信用风险最有可能\n是： A是正确的。根据五个信用比率中的四个，Grupa Zywiec SA的信用质量优于业界。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit ratios analysis, Credit risk assessment, Industry comparison",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "125",
        "question_text": "When determining the capacity of a borrower to service debt, a credit analyst should begin\nwith an examination of:",
        "image": "",
        "options": {
            "A": "A.industry structure.",
            "B": "B.industry fundamentals.",
            "C": "C.company fundamentals."
        },
        "answer": "A",
        "explanation": "： A is correct. Credit analysis starts with industry structure—for example, by\nlooking at the major forces of competition, followed by an analysis of industry\nfundamentals—and then turns to examination of the specific issuer. ： 这道题目问的是在确定借款\n人偿债能力时，信用分析师应首先检查： A是正确的。信用分析从行业结构开始，例如，通过观察竞争的主\n要力量，然后分析行业基本面，然后转向对特定发行人的审查。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Analysis, Industry Analysis, Competitive Forces Analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "126",
        "question_text": "The risk that a bond’s creditworthiness declines is best described by:",
        "image": "",
        "options": {
            "A": "A.credit migration risk.",
            "B": "B.market liquidity risk.",
            "C": "C.spread widening risk."
        },
        "answer": "A",
        "explanation": "： A is correct. Credit migration risk or downgrade risk refers to the risk that a\nbond issuer’s creditworthiness may deteriorate or migrate lower. The result is that investors\nview the risk of default to be higher, causing the spread on the issuer’s bonds to widen. ：\n这道题问的是债券信用度下降的风险最好描述为： A是正确的。信用迁移风险或降级风险是指债券发行人的\n信用状况可能恶化或降低的风险。其结果是，投资者认为违约风险较高，导致发行人债券利差扩大。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit migration risk, Downgrade risk, Bond issuer creditworthiness",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "127",
        "question_text": "When the investor’s investment horizon is less than the Macaulay duration of the bond she\nowns:",
        "image": "",
        "options": {
            "A": "A.the investor is hedged against interest rate risk.",
            "B": "B.reinvestment risk dominates, and the investor is at risk of lower rates.",
            "C": "C.market price risk dominates, and the investor is at risk of higher rates."
        },
        "answer": "C",
        "explanation": "： C is correct. The duration gap is equal to the bond’s Macaulay duration minus\nthe investment horizon. In this case, the duration gap is positive, and price risk dominates\ncoupon reinvestment risk. The investor risk is to higher rates. The investor is hedged against\ninterest rate risk if the duration gap is zero; that is, the investor’s investment horizon is\nequal to the bond’s Macaulay duration. The investor is at risk of lower rates only if the\nduration gap is negative; that is, the investor’s investment horizon is greater than the\nbond’s Macaulay duration. In this case, coupon reinvestment risk dominates market price risk.\n： 这道题目问的是当投资者的投资期限低于其所持债券的麦考利久期时： C是正确的。久期缺口等于债券的\n麦考利久期减去投资期限。在这种情况下，久期缺口是正的，价格风险支配着息票再投资风险。投资者的风\n险在于更高的利率。 如果久期缺口为零，投资者将被对冲利率风险；也就是说，投资者的投资期限等于债券\n的麦考利久期。只有在久期缺口为负的情况下，投资者才有低利率的风险；也就是说，投资者的投资期限大\n于债券的麦考利久期。在这种情况下，息票再投资风险支配着市场价格风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest Rate Risk, Duration Gap, Reinvestment Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "128",
        "question_text": "Credit spreads are most likely to widen:",
        "image": "",
        "options": {
            "A": "A.in a strengthening economy.",
            "B": "B.as the credit cycle improves.",
            "C": "C.in periods of heavy new issue supply and low borrower demand."
        },
        "answer": "C",
        "explanation": "： C is correct. In periods of heavy new issue supply, credit spreads will widen if\ndemand is insufficient. ： 这道题目问的是信用利差最有可能扩大： C是正确的。在新股供应旺盛的时期\n，如果需求不足，信用利差将扩大。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Market dynamics, Credit cycles",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "129",
        "question_text": "In the event of default, the recovery rate of which of the following bonds would most\nlikely be the highest?",
        "image": "",
        "options": {
            "A": "A.First mortgage debt",
            "B": "B.Senior unsecured debt",
            "C": "C.Junior subordinate debt"
        },
        "answer": "A",
        "explanation": "： A is correct. First mortgage debt is senior secured debt and has the highest\npriority of claims. First mortgage debt also has the highest expected recovery rate. First\nmortgage debt refers to the pledge of specific property. Neither senior unsecured nor junior\nsubordinate debt has any claims on specific assets. ： 这道题目问的是在违约的情况下，下列哪种债\n券的回收率是最高的？ A是正确的。第一抵押债务是优先担保债务，具有最高优先债权，第一抵押贷款债务\n的预期回收率也最高。高级无担保债务和低级次级债务对特定资产均无任何债权。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Recovery Rates, Debt Seniority, Secured vs Unsecured Debt",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "130",
        "question_text": "Which of the following sources of return is most likely exposed to interest rate risk for\nan investor of a fixed-rate bond who holds the bond until maturity?",
        "image": "",
        "options": {
            "A": "A.Capital gain or loss",
            "B": "B.Redemption of principal",
            "C": "C.Reinvestment of coupon payments"
        },
        "answer": "C",
        "explanation": "： C is correct. Because the fixed-rate bond is held to maturity (a “buy-and-\nhold” investor), interest rate risk arises entirely from changes in coupon reinvestment rates.\nHigher interest rates increase income from reinvestment of coupon payments, and lower rates\ndecrease income from coupon reinvestment. There will not be a capital gain or loss because the\nbond is held until maturity. The carrying value at the maturity date is par value, the same as\nthe redemption amount. The redemption of principal does not expose the investor to interest\nrate risk. The risk to a bond’s principal is credit risk. ： 这道题目问的是对于持有债券至到期\n的固定利率债券的投资者而言，下列哪种收益来源最有可能面临利率风险？ C是正确的。由于固定利率债券\n是持有至到期，利率风险完全由息票再投资利率的变化引起。较高的利率增加了息票支付的再投资收益，较\n低的利率减少了息票再投资收益。不会有资本利得或损失，因为债券一直持有至到期。到期日的账面价值为\n票面价值，与赎回金额相同。赎回本金不会使投资者面临利率风险。债券本金的风险是信用风险。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest rate risk, Fixed-rate bonds, Coupon reinvestment risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "131",
        "question_text": "Which of the following corporate debt instruments has the highest seniority ranking?",
        "image": "",
        "options": {
            "A": "A.Second lien",
            "B": "B.Senior unsecured",
            "C": "C.Senior subordinated"
        },
        "answer": "A",
        "explanation": "： A is correct. Second lien debt is secured debt, which is senior to unsecured\ndebt and to subordinated debt. ： 这道题目问的是下列哪种公司债务工具的排名最高？ A是正确的。第\n二留置权债务是有担保债务，优先于无担保债务和次级债务。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Corporate debt hierarchy, Debt seniority, Debt instruments",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "132",
        "question_text": "Empirical duration is likely the best measure of the impact of yield changes on portfolio\nvalue, especially under stressed market conditions, for a portfolio consisting of:",
        "image": "",
        "options": {
            "A": "A.100% sovereign bonds of several AAA rated euro area issuers.",
            "B": "B.100% covered bonds of several AAA rated euro area corporate issuers.",
            "C": "C.25% AAA rated sovereign bonds, 25% AAA rated corporate bonds, and 50% high-yield (i.e.,"
        },
        "answer": "C",
        "explanation": "C is correct. Empirical duration is the best measure—better than analytical\nduration—of the impact of yield changes on portfolio value, especially under stressed market\nconditions, for a portfolio consisting of a variety of different bonds from different issuers,\nsuch as the portfolio described in Answer C. In this portfolio, credit spread changes on the\nhigh-yield bonds may partly or fully offset yield changes on the AAA rated sovereign bonds and\nspread changes on the AAA rated corporate bonds; this interaction is best captured using\nempirical duration. The portfolios described in Answers A and B consist of the same types of\nbonds from similar issuers—sovereign bonds from similar-rated sovereign issuers (A) and\ncovered bonds from similar-rated corporate issuers (B)—so empirical and analytical durations\nshould be roughly similar in each of these portfolios.C是正确的。对于由不同发行人的各种不同债券\n组成的组合，经验久期是比分析久期更好的衡量收益率变化对组合价值的影响的最佳度量，尤其是在压力市\n场条件下。在本组合中，高收益债券的信用价差变化可部分或全部抵消AAA级主权债券的收益率变化，这种情\n况最好是用经验久期。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Empirical Duration, Credit Spread, Portfolio Diversification",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "133",
        "question_text": "In order to determine the capacity of a company, it would be most appropriate to analyze\nthe:",
        "image": "",
        "options": {
            "A": "A.company’s strategy.",
            "B": "B.growth prospects of the industry.",
            "C": "C.aggressiveness of the company’s accounting policies."
        },
        "answer": "B",
        "explanation": "： B is correct. The growth prospects of the industry provide the analyst insight\nregarding the capacity of the company. ： 这道题目问的是为了确定一个公司的能力，最好分析以下的\n哪一个： B是正确的。该行业的增长前景为分析师提供了有关公司能力的见解。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Capacity Analysis, Industry Growth Prospects, Financial Statement Analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "134",
        "question_text": "An issuer credit rating usually applies to a company’s:",
        "image": "",
        "options": {
            "A": "A.secured debt.",
            "B": "B.subordinated debt.",
            "C": "C.senior unsecured debt."
        },
        "answer": "C",
        "explanation": "： C is correct. An issuer credit rating usually applies to its senior unsecured\ndebt. ： 这道题目问的是发行人信用评级通常适用于公司： C是正确的。发行人信用评级通常适用于其优先\n无担保债务。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Ratings, Debt Instruments, Capital Structure",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "135",
        "question_text": "The holding period for a bond at which the coupon reinvestment risk offsets the market\nprice risk is best approximated by:",
        "image": "",
        "options": {
            "A": "A.duration gap.",
            "B": "B.modified duration.",
            "C": "C.Macaulay duration."
        },
        "answer": "C",
        "explanation": "： C is correct. When the holder of a bond experiences a one-time parallel shift in\nthe yield curve, the Macaulay duration statistic identifies the number of years necessary to\nhold the bond so that the losses (or gains) from coupon reinvestment offset the gains (or\nlosses) from market price changes. The duration gap is the difference between the Macaulay\nduration and the investment horizon. Modified duration approximates the percentage price change\nof a bond given a change in its yield-to-maturity. ： 这道题目问的是再投资风险抵消市场价格风险\n的债券持有期最接近于： Duration gap讲的是market price risk和coupon reinvestment risk之间的关系\n。如果是相互抵消了，Duration gap=Macaulay Duration-Investment Horizon，就表示Macaulay\nDuration=Investment Horizon。题干这里问到的是holding period，holding period这里指的是实际持有期\n限，麦考利久期就是一个持有期的概念，所以选Macaulay Duration。而duration gap的意思是麦考利久期和\n投资期限之间的差异。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bond duration, Coupon reinvestment risk, Yield curve shifts",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "136",
        "question_text": "In credit analysis, capacity is best described as the:",
        "image": "",
        "options": {
            "A": "A.quality of management.",
            "B": "B.ability of the borrower to make its debt payments on time.",
            "C": "C.quality and value of the assets supporting an issuer’s indebtedness."
        },
        "answer": "B",
        "explanation": "： B is correct. Capacity refers to the ability of a borrower to service its debt.\nCapacity is determined through credit analysis of an issuer’s industry and of the specific\nissuer. ： 这道题目问的是在信用分析中，能力最好描述为： B是正确的。能力是指借款人偿还债务的能力\n。能力是通过对发行人行业和特定发行人的信用分析来确定的。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Analysis, Borrower Risk Assessment, Debt Servicing Ability",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "137",
        "question_text": "A credit analyst is evaluating the credit worthiness of three companies: a construction\ncompany, a travel and tourism company, and a beverage company. Both the construction and travel\nand tourism companies are cyclical, whereas the beverage company is non-cyclical. The\nconstruction company has the highest debt level of the three companies. The highest credit risk\nis most likely exhibited by the:",
        "image": "",
        "options": {
            "A": "A.construction company.",
            "B": "B.beverage company.",
            "C": "C.travel and tourism company."
        },
        "answer": "A",
        "explanation": "： A is correct. The construction company is both highly leveraged, which increases\ncredit risk, and in a highly cyclical industry, which results in more volatile earnings. ： 这\n道题目问的是一位信用分析师正在评估三家公司的信用状况：一家建筑公司、一家旅游公司和一家饮料公司\n。建筑和旅游公司都是周期性的，而饮料公司则是非周期性的。在这三家公司中，建筑公司的债务水平最高\n。最高信用风险最有可能表现在： A是正确的。这家建筑公司的杠杆率很高，增加了信用风险，而且处于一\n个周期性很强的行业，这会导致收益更加波动。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit risk evaluation, Cyclical vs non-cyclical industries, Leverage and credit risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "138",
        "question_text": "The following information is from the annual report of Adidas AG for December\n2019:Depreciation and amortization: €1,214 millionTotal assets: €20,640 millionTotal debt:\n€4,364 millionShareholders’ equity: €7,058 millionThe debt/capital ratio of Adidas AG is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.21.14%.",
            "B": "B.38.21%.",
            "C": "C.61.83%."
        },
        "answer": "B",
        "explanation": "Total debt is €4,364 million with Total capital = Total debt Shareholders’ equity\n= €4,364 7,058 = €11,422 million. The Debt/Capital = 4,364/11,422 = 38.21%. ： 这道题目问的是\n阿迪达斯公司的债务/资本比率最接近： B是正确的。债务总额为€4,364 million，资本总额=债务总额 ＋\n股东权益=4,364 7,058 =€11,422 million。负债/资本比率=4,364/11,422 = 38.21%。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Financial Ratios, Balance Sheet Analysis, Leverage Ratios",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "139",
        "question_text": "Among the Four Cs of credit analysis, the recognition of revenue prematurely most likely\nreflects a company’s:",
        "image": "",
        "options": {
            "A": "A.character.",
            "B": "B.covenants.",
            "C": "C.collateral."
        },
        "answer": "A",
        "explanation": "： A is correct. Credit analysts can make judgments about management’s character\nin a number of ways, including by observing its use of aggressive accounting policies and/or\ntax strategies. An example of this aggressiveness is recognizing revenue prematurely. ： 这道题\n目问的是在四项信用分析中，过早确认收入最有可能反映出一家公司： A是正确的。信用分析师可以通过多\n种方式对管理层的特征做出判断，包括观察其积极的会计政策和/或税收策略的使用。这种激进的一个例子是\n过早地确认收入。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit analysis, Four Cs of credit, Aggressive accounting policies",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "140",
        "question_text": "Based on the information in Exhibit 3, the credit rating of DCM Group (a hypothetical\ncompany in the European food & beverage sector) is most likely",
        "image": "level1_gu_shou_images/140u.PNG",
        "options": {
            "A": "A.lower than Associated British Foods plc.",
            "B": "B.higher than Associated British Foods plc.",
            "C": "C.the same as Associated British Foods plc."
        },
        "answer": "A",
        "explanation": "： A is correct. Davide Campari-Milano S.p.A. has more financial leverage and less\ninterest coverage than Associated British Foods plc, which implies greater credit risk. ： 这道\n题目问的是Davide Campari Milano S.p.A.的信用评级最有可能是： A是正确的。Davide Campari Milano\nS.p.A.比英国联合食品公司（Associated British Foods plc.）拥有更多的财务杠杆和更少的利息保障，这\n意味着更大的信用风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Assessment, Financial Leverage, Interest Coverage",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "141",
        "question_text": "A bond has an annual modified duration of 7.020 and annual convexity of 65.180. If the\nbond’s yield-to-maturity decreases by 25 basis points, the expected percentage price change is\nclosest to:",
        "image": "",
        "options": {
            "A": "A.1.73%.",
            "B": "B.1.76%.",
            "C": "C.1.78%."
        },
        "answer": "C",
        "explanation": "C is correct. The expected percentage price change is closest to 1.78%. The\nconvexity-adjusted percentage price change for a bond given a change in the yield-to-maturity\nis estimated by:\n 这道题目问的是债券的修正久期为7.020，凸性为65.180。如果债券的到期收益率下降25个基点，预期的价\n格变化百分比最接近： C是正确的。预期价格变动百分比接近1.78%。考虑到期收益率的变化，债券的凸性调\n整百分比价格变化如下：\n $$\n\\%\\Delta PV^{Full} \\approx [-\\text{AnnModDur} \\times \\Delta \\text{Yield}] + [0.5 \\times \\text{AnnConvexity} \\times (\\Delta \\text{Yield})^2]\n$$\n\n$$\n\\%\\Delta PV^{Full} \\approx [-7.020 \\times (-0.0025)] + [0.5 \\times 65.180 \\times (-0.0025)^2] = 0.0177 \\text{ or } 1.78\\%\n$$",
        "QA type": "math reasoning QA",
        "knowledge topics": "Duration, Convexity, Yield-to-Maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "142",
        "question_text": "Stedsmart Ltd and Fignermo Ltd are alike with respect to financial and operating\ncharacteristics, except that Stedsmart Ltd has less publicly traded debt outstanding than\nFignermo Ltd. Stedsmart Ltd is most likely to have:",
        "image": "",
        "options": {
            "A": "A.no market liquidity risk.",
            "B": "B.lower market liquidity risk.",
            "C": "C.higher market liquidity risk."
        },
        "answer": "C",
        "explanation": "： C is correct. Market liquidity risk refers to the risk that the price at which\ninvestors transact may be different from the price indicated in the market. Market liquidity\nrisk is increased by (1) less debt outstanding and/or (2) a lower issue credit rating. Because\nStedsmart Ltd is comparable to Fignermo Ltd except for less publicly traded debt outstanding,\nit should have higher market liquidity risk. ： 这道题目问的是S公司和F公司在财务和经营特征方面\n相似，但S公司在外公开交易的债券少于F公司。S公司最有可能是： C是正确的。市场流动性风险是指投资者\n交易的价格可能与市场上标明的价格不同的风险。市场流动性风险增加会因为（1）在外交易的债券少或\n（2）发行信用评级降低。由于S公司与F公司具有可比性，除了在外公开交易的债券较少，所以它应该具有更\n高的市场流动性风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Market Liquidity Risk, Debt Issuance, Credit Ratings",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "143",
        "question_text": "Using the information below, which bond has the greatest money duration per 100 of par\nvalue assuming annual coupon payments and no accrued interest?",
        "image": "level1_gu_shou_images/143u.PNG",
        "options": {
            "A": "A.Bond A",
            "B": "B.Bond B",
            "C": "C.Bond C"
        },
        "answer": "B",
        "explanation": "B is correct. Bond B has the greatest money duration per 100 of par value. Money\nduration (MoneyDur) is calculated as the annual modified duration (AnnModDur) times the full\nprice (PVFull) of the bond including accrued interest. Bond B has the highest money duration\nper 100 of par value.\n 这道题目问的是使用下面的信息，假设每年支付息票而没有应计利息，那么每100面值中哪种债券的货币久\n期最大？ B是正确的。债券B的票面价值每100英镑的货币久期最长。货币久期（MoneyDur）按年化修正久期\n（AnnModDur）乘以债券的全额（PVFull）计算，包括应计利息。债券B的票面价值每100元有最高的货币久期\n。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Money Duration, Modified Duration, Bond Pricing",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "144",
        "question_text": "The notching adjustment for corporate bonds rated Aa2/AA is most likely:",
        "image": "",
        "options": {
            "A": "A.larger than the notching adjustment for corporate bonds rated B2\\/B.",
            "B": "B.the same as the notching adjustment for corporate bonds rated B2\\/B.",
            "C": "C.smaller than the notching adjustment for corporate bonds rated B2\\/B."
        },
        "answer": "C",
        "explanation": "： C is correct. As a general rule, the higher the senior unsecured rating, the\nsmaller the notching adjustment. Thus, for corporate bonds rated Aa2/AA, the rating agencies\nwill typically apply smaller rating adjustments, or notches, to the related issue. ： 这道题目\n问的是评级为Aa2/AA的公司债券的notching调整最有可能： C是正确的。一般来说，高级无担保评级越高\n，调整越小。因此，对于评级为Aa2/AA的公司债券，评级机构通常会对相关债券进行较小的评级调整或评级\n等级调整。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Rating Adjustments, Corporate Bonds, Credit Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "145",
        "question_text": "The factor considered by rating agencies when a corporation has debt at both its parent\nholding company and operating subsidiaries is best referred to as:",
        "image": "",
        "options": {
            "A": "A.credit migration risk.",
            "B": "B.corporate family rating.",
            "C": "C.structural subordination."
        },
        "answer": "C",
        "explanation": "： C is correct. Structural subordination can arise when a corporation with a\nholding company structure has debt at both its parent holding company and operating\nsubsidiaries. Debt at the operating subsidiaries is serviced by the cash flow and assets of the\nsubsidiaries before funds are passed to the parent holding company. ： 这道题目问的是当一家公司\n在其母公司和运营子公司都有债务时，评级机构考虑的因素最好称为： C是正确的。当拥有控股公司结构的\n公司在其母公司控股公司和运营子公司都有债务时，就会产生结构从属关系。经营子公司的债务在资金转移\n给母公司之前由子公司的现金流和资产偿还。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit risk, Corporate finance, Capital structure",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "146",
        "question_text": "An investor buys a 6% annual payment bond with three years to maturity. The bond has a\nyield-to-maturity of 8% and is currently priced at 94.845806 per 100 of par. The bond’s\nMacaulay duration is closest to:",
        "image": "",
        "options": {
            "A": "A.2.62.",
            "B": "B.2.78.",
            "C": "C.2.83."
        },
        "answer": "C",
        "explanation": "C is correct. The bond’s Macaulay duration is closest to 2.83. Macaulay duration\n(MacDur) is a weighted average of the times to the receipt of cash flow. The weights are the\nshares of the full price corresponding to each coupon and principal payment.\nThus, the bond’s Macaulay duration (MacDur) is 2.83.\n这道题目问的是投资者购买3年到期的6%的年度支付债券。该债券的到期收益率为8%，目前定价为每100面值\n94.845806英镑。债券的麦考利久期最接近： C是正确的。债券的麦考利久期最接近2.83。麦考利久期\n（MacDur）是收到现金流的加权平均时间。权重是与每张息票和本金支付相对应的全部价格的份额。 因此\n，债券的麦考利久期（MacDur）是2.83。\n | Period | Cash Flow | Present Value | Weight  | Period × Weight |\n|--------|-----------|---------------|---------|-----------------|\n| 1      | 6         | 5.555556      | 0.058575 | 0.058575        |\n| 2      | 6         | 5.144033      | 0.054236 | 0.108472        |\n| 3      | 106       | 84.146218     | 0.887190 | 2.661570        |\n|        |           | 94.845806     | 1.000000 | 2.828617        |",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond pricing, Yield-to-Maturity, Macaulay duration",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "147",
        "question_text": "Holding all other factors constant, the most likely effect of low demand and heavy new\nissue supply on bond yield spreads is that yield spreads will:",
        "image": "",
        "options": {
            "A": "A.widen.",
            "B": "B.tighten.",
            "C": "C.not be affected."
        },
        "answer": "A",
        "explanation": "： A is correct. Low demand implies wider yield spreads, while heavy supply will\nwiden spreads even further. ： 这道题目问的是在所有其他因素不变的情况下，低需求和大量新发行供应\n对债券收益率利差的最可能影响是收益率利差将： A是正确的。低需求意味着更广泛的利差，而大量供应将\n进一步扩大利差。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond yield spreads, Supply and demand dynamics, Market liquidity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "148",
        "question_text": "The following information is from the annual report of Adidas AG for December 2010:\nDepreciation and amortization: €249 million Total assets: €10,618 million Total debt: €1,613\nmillion Shareholders’ equity: €4,616 million The debt/capital ratio of Adidas AG is closest\nto:",
        "image": "",
        "options": {
            "A": "A.15.19%.",
            "B": "B.25.90%.",
            "C": "C.34.94%."
        },
        "answer": "B",
        "explanation": "： B is correct. Total debt is €1,613 million with Total capital = Total debt ＋\nShareholders’ equity = €1,613 ＋ 4,616 = €6,229 million. The Debt/Capital ratio =\n1,613/6,229 = 25.90%. ： 这道题目问的是阿迪达斯公司的债务/资本比率最接近： B是正确的。债务总额\n为16.13亿欧元，资本总额=债务总额 ＋ 股东权益=16.13亿欧元 ＋ 46.16亿欧元=62.29亿欧元。负债/资本\n比率=1613/6229=25.90%。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Corporate finance, Financial ratios, Financial statements analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "149",
        "question_text": "Which of the following accounting issues should mostly likely be considered a character\nwarning flag in credit analysis?",
        "image": "",
        "options": {
            "A": "A.Expensing items immediately",
            "B": "B.Changing auditors infrequently",
            "C": "C.Significant off-balance-sheet financing"
        },
        "answer": "C",
        "explanation": "C is correct. A bond’s modified duration cannot be larger than its Macaulay\nduration assuming a positive yield-to-maturity. The formula for modified duration is:\nwhere r is the bond’s yield-to-maturity per period. Therefore, ModDur will typically be less\nthan MacDur.Effective duration is a measure of curve duration. Modified duration is a measure\nof yield duration. 这道题目问的是在信用分析中，下列哪些会计问题最有可能被视为特征的警告标志？\nC是正确的。信用分析师可以通过评估激进会计政策的使用，如时间收入确认，来判断管理层的特征。该活动\n可能对发行人信誉产生不利影响。\n $$ \n\\text{ModDur} = \\frac{\\text{MacDur}}{1 + r} \n$$",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Analysis, Financial Accounting, Risk Management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "150",
        "question_text": "Which of the following statements about Macaulay duration is correct?",
        "image": "",
        "options": {
            "A": "A.A bond’s coupon rate and Macaulay duration are positively related.",
            "B": "B.A bond’s Macaulay duration is inversely related to its yield-to-maturity.",
            "C": "C.The Macaulay duration of a zero-coupon bond is less than its time-to-maturity."
        },
        "answer": "B",
        "explanation": "： B is correct. A bond’s yield-to-maturity is inversely related to its Macaulay\nduration: The higher the yield-to-maturity, the lower its Macaulay duration and the lower the\ninterest rate risk. A higher yield-to-maturity decreases the weighted average of the times to\nthe receipt of cash flow, and thus decreases the Macaulay duration. A bond’s coupon rate is\ninversely related to its Macaulay duration: The lower the coupon, the greater the weight of the\npayment of principal at maturity. This results in a higher Macaulay duration. Zero-coupon bonds\ndo not pay periodic coupon payments; therefore, the Macaulay duration of a zero-coupon bond is\nits time-to-maturity. ： 这道题目问的是以下关于麦考利久期的陈述哪一个是正确的？ B是正确的。债券\n的到期收益率与其麦考利久期成反比：到期收益率越高，麦考利久期越短，利率风险越低。较高的到期收益\n率会降低现金流时间的加权平均值，从而降低麦考利久期时间。债券的票面利率与其麦考利期限成反比：票\n面利率越低，到期本金支付的权重越大。这导致麦考利久期更长。零息债券不支付息票，因此，零息债券的\n麦考利久期是其到期时间。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Duration, Yield-to-Maturity, Zero-Coupon Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "151",
        "question_text": "Which of the following statements relating to yield volatility is most accurate? If the\nterm structure of yield volatility is downward sloping, then:",
        "image": "",
        "options": {
            "A": "A.short-term rates are higher than long-term rates.",
            "B": "B.long-term yields are more stable than short-term yields.",
            "C": "C.short-term bonds will always experience greater price fluctuation than long-term bonds."
        },
        "answer": "B",
        "explanation": "： B is correct. If the term structure of yield volatility is downward-sloping,\nthen short-term bond yields-to-maturity have greater volatility than for long-term bonds.\nTherefore, long-term yields are more stable than short-term yields. Higher volatility in short-\nterm rates does not necessarily mean that the level of short-term rates is higher than long-\nterm rates. With a downward-sloping term structure of yield volatility, short-term bonds will\nnot always experience greater price fluctuation than long-term bonds. The estimated percentage\nchange in a bond price depends on the modified duration and convexity as well as on the yield-\nto-maturity change. ： 这道题目问的是以下哪项与收益率波动性有关的陈述最准确？如果收益率波动的期\n限结构是向下倾斜的，那么： B是正确的。如果收益率波动的期限结构是向下倾斜的，那么短期债券到期收\n益率的波动性要大于长期债券。因此，长期收益率比短期收益率更稳定。短期利率波动较大并不一定意味着\n短期利率水平高于长期利率水平。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Term structure of yield volatility, Short-term vs long-term yields stability, Bond price fluctuation factors",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "152",
        "question_text": "In the event of default, which of the following is most likely to have the highest recovery\nrate?",
        "image": "",
        "options": {
            "A": "A.Second lien",
            "B": "B.Senior unsecured",
            "C": "C.Senior subordinated"
        },
        "answer": "A",
        "explanation": "： A is correct. A second lien has a secured interest in the pledged assets. Second\nlien debt ranks higher in priority of payment than senior unsecured and senior subordinated\ndebt and thus would most likely have a higher recovery rate. ： 这道题目问的是在违约的情况下\n，下列哪项最有可能具有最高的回收率？ A是正确的。第二留置权对质押资产有担保权益。第二留置权债务\n的优先偿付权高于优先无担保债务和优先次级债务，因此具有较高的回收率。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Collateral, Debt Seniority, Recovery Rate",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "153",
        "question_text": "Which of the following statements about duration is correct? A bond’s:",
        "image": "",
        "options": {
            "A": "A.effective duration is a measure of yield duration.",
            "B": "B.modified duration is a measure of curve duration.",
            "C": "C.modified duration cannot be larger than its Macaulay duration (assuming a positive yield-to-"
        },
        "answer": "C",
        "explanation": "： C is correct. A bond’s modified duration cannot be larger than its Macaulay\nduration assuming a positive yield-to-maturity. The formula for modified duration is: where r\nis the bond’s yield-to-maturity per period. Therefore, ModDur will typically be less than\nMacDur. Effective duration is a measure of curve duration. Modified duration is a measure of\nyield duration. ： 这道题目问的是下列关于久期的陈述中哪一项是正确的？债券： C是正确的。假定到期\n收益率为正，债券的修正久期不会大于其麦考利久期。修正久期的公式为： 式中，r是债券每一期的到期收\n益率。因此，ModDur通常小于MacDur。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond duration, Modified duration, Macaulay duration",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "154",
        "question_text": "The process of moving credit ratings of different issues up or down from the issuer rating\nin response to different payment priorities is best described as:",
        "image": "",
        "options": {
            "A": "A.notching.",
            "B": "B.structural subordination.",
            "C": "C.cross-default provisions."
        },
        "answer": "A",
        "explanation": "： A is correct. Notching is the process for moving ratings up or down relative to\nthe issuer rating when rating agencies consider secondary factors, such as priority of claims\nin the event of a default and the potential loss severity. ： 这道题目问的是根据不同的支付优先\n级，将不同发行的信用评级在发行人评级上调或下调的过程最好描述为： A是正确的。Notching是指评级机\n构在考虑次级因素（如违约情况下的索赔优先级和潜在损失严重性）时，相对于发行人评级上调或下调评级\n的过程。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Ratings, Payment Priorities, Issuer Rating",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "155",
        "question_text": "A senior unsecured credit instrument holds a higher priority of claims than one ranked as:",
        "image": "",
        "options": {
            "A": "A.mortgage debt.",
            "B": "B.second lien loan.",
            "C": "C.senior subordinated."
        },
        "answer": "C",
        "explanation": "： C is correct. The highest-ranked unsecured debt is senior unsecured debt. Lower-\nranked debt includes senior subordinated debt. A and B are incorrect because mortgage debt and\nsecond lien loans are secured and higher ranked. ： 这道题目问的是高级无担保信用工具的求偿顺序\n高于： C是正确的。排名最高的无担保债务是优先无担保债务。排名较低的债务包括高级次级债务。A和B是\n不正确的，因为抵押债务和第二留置权贷款是有担保的，排名更高。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Capital Structure, Credit Risk, Claim Priority",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "156",
        "question_text": "The rating agency process whereby the credit ratings on issues are moved up or down from\nthe issuer rating best describes:",
        "image": "",
        "options": {
            "A": "A.notching.",
            "B": "B.pari passu ranking.",
            "C": "C.cross-default provisions."
        },
        "answer": "A",
        "explanation": "： A is correct. Recognizing different payment priorities, and thus the potential\nfor higher (or lower) loss severity in the event of default, the rating agencies have adopted a\nnotching process whereby their credit ratings on issues can be moved up or down from the issuer\nrating (senior unsecured). ： 这道题目问的是评级机构将发行的债券信用评级从发行人评级上调或下调\n的过程最能说明： A是正确的。评级机构识别到不同的支付优先权，因此在违约情况下可能会出现更高（或\n更低）的损失严重性，因此采用了notching，根据该过程，它们对发行的信用评级可以从发行人评级（高级\n无担保）上调或下调。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit rating process, Notching, Default risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "157",
        "question_text": "During bankruptcy proceedings of a firm, the priority of claims was not strictly adhered\nto. Which of the following is the least likely explanation for this outcome?",
        "image": "",
        "options": {
            "A": "A.Senior creditors compromised.",
            "B": "B.The value of secured assets was less than the amount of the claims.",
            "C": "C.A judge’s order resulted in actual claims not adhering to strict priority of claims."
        },
        "answer": "B",
        "explanation": "： B is correct. Whether or not secured assets are sufficient for the claims\nagainst them does not influence priority of claims. Any deficiency between pledged assets and\nthe claims against them becomes senior unsecured debt and still adheres to the guidelines of\npriority of claims. ： 这道题目问的是在公司破产程序中，优先权没有得到严格遵守。以下哪一项最不可\n能解释这种结果？ B是正确的。有担保资产是否足以对其提出债权并不影响债权的优先权。质押资产与其债\n权之间的任何差额均成为优先无担保债务，并仍然遵循债权优先的准则。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bankruptcy proceedings, Priority of claims, Secured assets",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "158",
        "question_text": "In order to analyze the collateral of a company a credit analyst should assess the:",
        "image": "",
        "options": {
            "A": "A.cash flows of the company.",
            "B": "B.soundness of management’s strategy.",
            "C": "C.value of the company’s assets in relation to the level of debt."
        },
        "answer": "C",
        "explanation": "： C is correct. The value of assets in relation to the level of debt is important\nto assess the collateral of the company; that is, the quality and value of the assets that\nsupport the debt levels of the company. ： 这道题目问的是为了分析公司的抵押品，信用分析师应评估\n： C是正确的。与债务水平相关的资产价值对于评估公司的抵押品非常重要，即支持公司债务水平的资产的\n质量和价值。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit Analysis, Collateral Valuation, Debt Management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "159",
        "question_text": "An investor buys a three-year bond with a 5% coupon rate paid annually. The bond, with a\nyield-to-maturity of 3%, is purchased at a price of 105.657223 per 100 of par value. Assuming a\n5-basis point change in yield-to-maturity, the bond’s approximate modified duration is closest\nto:",
        "image": "",
        "options": {
            "A": "A.2.78.",
            "B": "B.2.86.",
            "C": "C.5.56."
        },
        "answer": "A",
        "explanation": "C is correct. A bond’s modified duration cannot be larger than its Macaulay\nduration assuming a positive yield-to-maturity. The formula for modified duration is:\nwhere r is the bond’s yield-to-maturity per period. Therefore, ModDur will typically be less\nthan MacDur.Effective duration is a measure of curve duration. Modified duration is a measure\nof yield duration. 这道题目问的是在信用分析中，下列哪些会计问题最有可能被视为特征的警告标志？\nC是正确的。信用分析师可以通过评估激进会计政策的使用，如时间收入确认，来判断管理层的特征。该活动\n可能对发行人信誉产生不利影响。\n A is correct. The bond’s approximate modified duration is closest to 2.78.\nApproximate modified duration is calculated as:\n 这道题目问的是投资者购买三年期债券，每年支付5%的票面利率。该债券的到期收益率为3%，购买价格为面\n值的105.657223/100。假设到期收益率变化5个基点，债券的近似修正久期最接近： A是正确的。债券的大近\n似修正久期为2.78。计算如下：\n $$\n\\text{ApproxModDur} = \\frac{(PV_-) - (PV_+)}{2 \\times (\\Delta \\text{Yield}) \\times (PV_0)}\n$$\n\nLower yield-to-maturity by 5 bps to 2.95%:\n\n$$\nPV_- = \\frac{5}{(1 + 0.0295)^1} + \\frac{5}{(1 + 0.0295)^2} + \\frac{5 + 100}{(1 + 0.0295)^3} = 105.804232\n$$\n\nIncrease yield-to-maturity by 5 bps to 3.05%:\n\n$$\nPV_+ = \\frac{5}{(1 + 0.0305)^1} + \\frac{5}{(1 + 0.0305)^2} + \\frac{5 + 100}{(1 + 0.0305)^3} = 105.510494\n$$\n\n$$\nPV_0 = 105.657223, \\Delta \\text{Yield} = 0.0005\n$$\n\n$$\n\\text{ApproxModDur} = \\frac{105.804232 - 105.510494}{2 \\times 0.0005 \\times 105.657223} = 2.78\n$$\n",
        "QA type": "Math reasoning QA",
        "knowledge topics": "Bond Duration, Yield-to-Maturity, Coupon Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text+image"
    },
    {
        "question_number": "160",
        "question_text": "Loss severity is best described as the:",
        "image": "",
        "options": {
            "A": "A.default probability multiplied by the loss given default.",
            "B": "B.portion of a bond’s value recovered by bondholders in the event of default.",
            "C": "C.portion of a bond’s value, including unpaid interest, an investor loses in the event of"
        },
        "answer": "C",
        "explanation": "： C is correct. Loss severity is the portion of a bond’s value (including unpaid\ninterest) an investor loses in the event of default. ： 这道题目问的是损失严重程度最好描述为:\nC是正确的。损失严重性是指投资者在违约情况下损失的债券价值（包括未付利息）的部分。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Loss severity, Default risk, Bond valuation",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "161",
        "question_text": "The risk that the price at which investors can actually transact differs from the quoted\nprice in the market is called:",
        "image": "",
        "options": {
            "A": "A.spread risk.",
            "B": "B.credit migration risk.",
            "C": "C.market liquidity risk."
        },
        "answer": "C",
        "explanation": "： C is correct. Market liquidity risk is the risk that the price at which\ninvestors can actually transact—buying or selling—may differ from the price indicated in the\nmarket. ： 这道题目问的是投资者实际交易价格与市场报价不同的风险称为： C是正确的。市场流动性风险\n是指投资者实际买卖的价格可能与市场上标明的价格不同的风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Market liquidity risk, Spread risk, Transaction execution risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "162",
        "question_text": "Which of the following is most appropriate for measuring a bond’s sensitivity to shaping\nrisk?",
        "image": "",
        "options": {
            "A": "A.key rate duration",
            "B": "B.effective duration",
            "C": "C.modified duration"
        },
        "answer": "A",
        "explanation": "： A is correct. Key rate duration is used to measure a bond’s sensitivity to a\nshift at one or more maturity segments of the yield curve which result in a change to yield\ncurve shape. Modified and effective duration measure a bond’s sensitivity to parallel shifts\nin the entire curve. ： 这道题目问的是以下哪项最适合衡量债券对形成风险的敏感性？ A是正确的。关\n键利率久期用于衡量债券对收益率曲线中一个或多个到期日段的变化的敏感性，这些变化导致收益率曲线形\n状的变化。修正和有效久期测量对整个曲线平行移动的敏感度。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Yield curve risk, Key rate duration, Duration measures",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "163",
        "question_text": "Credit yield spreads most likely widen in response to:",
        "image": "",
        "options": {
            "A": "A.high demand for bonds.",
            "B": "B.weak performance of equities.",
            "C": "C.strengthening economic conditions."
        },
        "answer": "B",
        "explanation": "： B is correct. In weak financial markets, including weak markets for equities,\ncredit spreads will widen. ： 这道题目问的是信用收益率利差最有可能扩大，因为： B是正确的。在疲\n弱的金融市场，包括疲弱的股市市场，信用利差将扩大。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Markets, Financial Markets, Economic Conditions",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "164",
        "question_text": "For a high-quality debt issuer with a large amount of publicly traded debt, bond investors\ntend to devote most effort to assessing the issuer’s:",
        "image": "",
        "options": {
            "A": "A.default risk.",
            "B": "B.loss severity.",
            "C": "C.market liquidity risk."
        },
        "answer": "A",
        "explanation": "： A is correct. Credit risk has two components: default risk and loss severity.\nBecause default risk is quite low for most high-quality debt issuers, bond investors tend to\nfocus more on this likelihood and less on the potential loss severity. ： 这道题目问的是对于拥\n有大量公开交易债券的高质量债券发行人，债券投资者倾向于尽最大努力评估发行人的： A是正确的。信用\n风险有两个组成部分：违约风险和损失严重性。由于大多数高质量债券发行人的违约风险相当低，债券投资\n者往往更关注这种可能性，而较少关注潜在的损失严重性。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Credit risk, Default risk, Bond investment strategies",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "165",
        "question_text": "Credit risk of a corporate bond is best described as the:",
        "image": "",
        "options": {
            "A": "A.A risk that an issuer’s creditworthiness deteriorates.",
            "B": "B.probability that the issuer fails to make full and timely payments.",
            "C": "C.risk of loss resulting from the issuer failing to make full and timely payments."
        },
        "answer": "C",
        "explanation": "： C is correct. Credit risk is the risk of loss resulting from the borrower\nfailing to make full and timely payments of interest and/or principal. ： 这道题目问的是公司债\n券的信用风险最好描述为： C是正确的。信用风险是指借款人未能及时全额支付利息和/或本金而造成的损失\n风险。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Corporate bond risk, Default risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "166",
        "question_text": "A fixed income analyst is least likely to conduct an independent analysis of credit risk\nbecause credit rating agencies:",
        "image": "",
        "options": {
            "A": "A.may at times mis-rate issues.",
            "B": "B.often lag the market in pricing credit risk.",
            "C": "C.cannot foresee future debt-financed acquisitions."
        },
        "answer": "C",
        "explanation": "： C is correct. Both analysts and ratings agencies have difficulty foreseeing\nfuture debt-financed acquisitions. ： 这道题目问的是固定收益分析师最不可能对信用风险进行独立分\n析，因为信用评级机构是： C是正确的。分析师和评级机构都难以预见未来的债务融资收购。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit Risk Analysis, Fixed Income Analysis, Rating Agencies",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "167",
        "question_text": "The interest rate risk of a fixed-rate bond with an embedded call option is best measured\nby:",
        "image": "",
        "options": {
            "A": "A.effective duration.",
            "B": "B.modified duration.",
            "C": "C.Macaulay duration."
        },
        "answer": "A",
        "explanation": "： A is correct. The interest rate risk of a fixed-rate bond with an embedded call\noption is best measured by effective duration. A callable bond’s future cash flows are\nuncertain because they are contingent on future interest rates. The issuer’s decision to call\nthe bond depends on future interest rates. Therefore, the yield-to-maturity on a callable bond\nis not well defined. Only effective duration, which takes into consideration the value of the\ncall option, is the appropriate interest rate risk measure. Yield durations like Macaulay and\nmodified durations are not relevant for a callable bond because they assume no changes in cash\nflows when interest rates change. ： 这道题目问的是有一个嵌入式看涨期权的固定利率债券的利率风险\n最好通过以下方法来衡量： A是正确的。有一个嵌入式看涨期权的固定利率债券的利率风险最好用有效久期\n来衡量。可赎回债券的未来现金流是不确定的，因为它们取决于未来的利率。发行人决定赎回债券取决于未\n来利率。因此，可赎回债券的到期收益率没有很好的定义。只有考虑到看涨期权价值的有效久期才是适当的\n利率风险度量。麦考利（Macaulay）和修正久期（modified durations）等收益率久期与可赎回债券无关\n，因为它们假设利率变化时现金流没有变化。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Interest Rate Risk, Effective Duration, Callable Bonds",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "168",
        "question_text": "An investor purchases an annual coupon bond with a 6% coupon rate and exactly 20 years\nremaining until maturity at a price equal to par value. The investor’s investment horizon is\neight years. The approximate modified duration of the bond is 11.470 years. The duration gap at\nthe time of purchase is closest to:",
        "image": "",
        "options": {
            "A": "A.–7.842.",
            "B": "B.3.470.",
            "C": "C.4.158."
        },
        "answer": "C",
        "explanation": "： C is correct. The duration gap is closest to 4.158. The duration gap is a\nbond’s Macaulay duration minus the investment horizon. The approximate Macaulay duration is\nthe approximate modified duration times one plus the yield-to-maturity. It is 12.158 (= 11.470\n× 1.06). Given an investment horizon of eight years, the duration gap for this bond at\npurchase is positive: 12.158 – 8 = 4.158. When the investment horizon is less than the\nMacaulay duration of the bond, the duration gap is positive, and price risk dominates coupon\nreinvestment risk. ： 这道题目问的是投资者以6%的票面利率购买一种年息债券，并以与票面价值相等的\n价格购买20年直至到期。投资者的投资期限是八年。债券的修正久期约为11.470年。购买时的久期缺口最接\n近： C是正确的。久期缺口最接近4.158。久期缺口是债券的麦考利久期减去投资期限。麦考利久期的近似值\n是修正后的久期乘以1再加上到期收益率。它是12.158（=11.470×1.06）。假设投资期限为8年，购买时债券\n的久期缺口为正：12.158–8=4.158。当投资期限小于债券的麦考利久期时，久期缺口为正，价格风险主导息\n票再投资风险。",
        "QA type": "math reasoning QA",
        "knowledge topics": "Bond Valuation, Duration and Convexity, Interest Rate Risk",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "169",
        "question_text": "Which of the following statements about credit ratings is most accurate?",
        "image": "",
        "options": {
            "A": "A.Credit ratings can migrate over time.",
            "B": "B.Changes in bond credit ratings precede changes in bond prices.",
            "C": "C.Credit ratings are focused on expected loss rather than risk of default."
        },
        "answer": "A",
        "explanation": "： A is correct. Credit migration is the risk that a bond issuer’s\ncreditworthiness deteriorates, or migrates lower. Over time, credit ratings can migrate\nsignificantly from what they were at the time a bond was issued. An investor should not assume\nthat an issuer’s credit rating will remain the same from the time of purchase through the\nentire holding period. ： 这道题目问的是以下关于信用评级的陈述哪一项最准确？ A是正确的。信用转\n移是指债券发行人的信用状况恶化或降低的风险。随着时间的推移，信用评级可能会明显偏离债券发行时的\n水平。投资者不应假设发行人的信用评级从购买时起至整个持有期间保持不变。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk, Credit migration, Bond ratings",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "170",
        "question_text": "In a bankruptcy proceeding, when the absolute priority of claims is enforced:",
        "image": "",
        "options": {
            "A": "A.senior subordinated creditors rank above second lien holders.",
            "B": "B.preferred equity shareholders rank above unsecured creditors.",
            "C": "C.creditors with a secured claim have the first right to the value of that specific property."
        },
        "answer": "C",
        "explanation": "： C is correct. According to the absolute priority of claims, in the event of\nbankruptcy, creditors with a secured claim have the right to the value of that specific\nproperty before any other claim. ： 这道题目问的是在破产程序中，当债权的绝对优先权被强制执行时\n： C是正确的。根据债权的绝对优先权，在破产的情况下，有担保的债权人对该特定财产的价值享有优先于\n任何其他债权的权利。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Bankruptcy proceedings, Absolute priority rule, Secured vs. unsecured claims",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "171",
        "question_text": "In contrast to high-yield credit analysis, investment-grade analysis is more likely to rely\non:",
        "image": "",
        "options": {
            "A": "A.spread risk.",
            "B": "B.an assessment of bank credit facilities.",
            "C": "C.matching of liquidity sources to upcoming debt maturities."
        },
        "answer": "A",
        "explanation": "： A is correct. Most investors in investment-grade debt focus on spread risk—that\nis, the effect of changes in spreads on prices and returns—while in high-yield analysis, the\nfocus on default risk is relatively greater. ： 这道题目问的是与高收益信用分析相比，投资级别分\n析更可能依赖于： A是正确的。投资级债券的投资者大多关注价差风险，即价差变化对价格和收益的影响\n，而在高收益率分析中，对违约风险的关注相对较大。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Credit risk analysis, Spread risk, Investment-grade debt analysis",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "172",
        "question_text": "The priority of claims for senior subordinated debt is:",
        "image": "",
        "options": {
            "A": "A.lower than for senior unsecured debt.",
            "B": "B.the same as for senior unsecured debt.",
            "C": "C.higher than for senior unsecured debt."
        },
        "answer": "A",
        "explanation": "： A is correct. Senior subordinated debt is ranked lower than senior unsecured\ndebt and thus has a lower priority of payment. ： 这道题目问的是优先次级债务的求偿顺序是： A是\n正确的。优先次级债务的排名低于优先无担保债务，因此支付优先权较低。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Capital structure, Debt seniority, Claims priority",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "173",
        "question_text": "Funds from operations (FFO) of Pay Handle Ltd (a fictitious company) increased in 20X1. In\n20X1 the total debt of the company remained unchanged, while additional common shares were\nissued. Pay Handle Ltd’s ability to service its debt in 20X1, as compared to 20X0, most\nlikely:",
        "image": "",
        "options": {
            "A": "A.improved.",
            "B": "B.worsened.",
            "C": "C.remained the same."
        },
        "answer": "A",
        "explanation": "： A is correct. If the debt of the company remained unchanged but FFO increased,\nmore cash is available to service debt compared to the previous year. Additionally, the\ndebt/capital ratio has improved. It would imply that the ability of Pay Handle Ltd to service\ntheir debt has improved. ： 这道题目问的是20X1年，Pay Handle Ltd的营运资金（FFO）有所增加。\n20X1年，公司债务总额保持不变，同时发行了额外的普通股。与20X0年相比，Pay Handle 20X1年偿还债务的\n能力最有可能是： A是正确的。如果公司债务保持不变，但FFO增加，则可用于偿还债务的现金比上一年多。\n此外，负债/资本比率有所改善。这意味着Pay Handle公司偿还债务的能力有所提高。",
        "QA type": "knowledge reasoning QA",
        "knowledge topics": "Debt Service Coverage, Financial Ratios, Capital Structure",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "174",
        "question_text": "The “second-order” effect on a bond’s percentage price change given a change in yield-\nto-maturity can be best described as:",
        "image": "",
        "options": {
            "A": "A.duration.",
            "B": "B.convexity.",
            "C": "C.yield volatility."
        },
        "answer": "B",
        "explanation": "： B is correct. Convexity measures the “second order” effect on a bond’s\npercentage price change given a change in yield-to-maturity. Convexity adjusts the percentage\nprice change estimate provided by modified duration to better approximate the true relationship\nbetween a bond’s price and its yield-to-maturity which is a curved line (convex). Duration\nestimates the change in the bond’s price along the straight line that is tangent to this\ncurved line (“first order” effect). Yield volatility measures the magnitude of changes in the\nyields along the yield curve. ： 这道题目问的是鉴于到期收益率的变化，对债券价格百分比变化的“二\n阶”影响可以最好地描述为： B是正确的。凸性衡量的是在到期收益率变化的情况下，债券价格变化百分比\n的“二阶”效应。凸性调整由修正久期提供的价格变化百分比估计，以更好地近似债券价格与其到期收益率\n之间的真实关系，到期收益率是一条曲线（凸）。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Bond Pricing, Duration and Convexity, Yield-to-Maturity",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    },
    {
        "question_number": "175",
        "question_text": "Which industry characteristic most likely has a positive effect on a company’s ability to\nservice debt?",
        "image": "",
        "options": {
            "A": "A.Low barriers to entry in the industry",
            "B": "B.High number of suppliers to the industry",
            "C": "C.Broadly dispersed market share among large number of companies in the industry"
        },
        "answer": "B",
        "explanation": "： B is correct. An industry with a high number of suppliers reduces the\nsuppliers’ negotiating power, thus helping companies control expenses and aiding in the\nservicing of debt. ： 这道题目问的是哪个行业特征最有可能对公司偿债能力产生积极影响？ B是正确的\n。一个拥有大量供应商的行业降低了供应商的谈判能力，从而帮助公司控制开支，帮助偿还债务。",
        "QA type": "Knowledge reasoning QA",
        "knowledge topics": "Supplier bargaining power, Industry competition, Cost management",
        "book label": "level1_固收",
        "level of difficulty": "easy",
        "question type": "text only"
    }
]